{"architecture":{"class_name":"Functional","config":{"name":"sequential","layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,18,18,6],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Conv2D","config":{"name":"conv2d","trainable":true,"batch_input_shape":[null,18,18,6],"dtype":"float32","filters":8,"kernel_size":[5,5],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d","trainable":true,"dtype":"float32","pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"name":"max_pooling2d","inbound_nodes":[[["conv2d",0,0,{}]]]},{"class_name":"Flatten","config":{"name":"flatten","trainable":true,"dtype":"float32","data_format":"channels_last"},"name":"flatten","inbound_nodes":[[["max_pooling2d",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense","trainable":true,"dtype":"float32","units":18,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense","inbound_nodes":[[["flatten",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_1","trainable":true,"dtype":"float32","units":9,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_1","inbound_nodes":[[["dense",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_2","trainable":true,"dtype":"float32","units":9,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_2","inbound_nodes":[[["dense_1",0,0,{}]]]},{"class_name":"Softmax","config":{"name":"softmax","trainable":true,"dtype":"float32","axis":-1},"name":"softmax","inbound_nodes":[[["dense_2",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["softmax",0,0]]},"keras_version":"2.10.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[18,18,6]],"output_shapes":[[9]],"tests":[{"inputs":[{"shape":[18,18,6],"values":["3MKvPva5fb51cKE+klh/PghGH7/LIOE+KIwHvxh6eb/Kgt8+r0z9vhjJ9b5bIVK/9Rs0PkbJrz5kzhw/zmgaPvZlvLytZ0Q/vvgeP+DwyL9Enz++HIGev/TdAr1t8cy+gp2fPrUN0L6nt4M/ZyU7P3M9Jj5Is3u/n9UmP5Pt6D8/HXI/c8VGPi6dZ77DzgM/bkp7v8v4zL7bKdC/S7S1PspTGT6qIxO+o946PbjW/r7fXIy/KywDvjuubT+IJq6/8lDNvC7qzr8wdNe+L5SAPuzcZb/m7uy/T4MOQMbfjL5y5ay+5ZMrvxut4z7/IAk/RP1oPxsD+b4oSLk/Ti42vzv2+b0tBIC+IMjkvko9nL8LBra+D7q2P3np1r85UFo/mbNqv7W+ib6fsU0/CYe0P0VuHT8FA4U8Hzhxv1882r++1oO+J9knP24kAz8ydMk99NhoP9xuob0g6+2/+D1nv0+rBsC1r38/aW6HvjiN877NQlM/u5PAP46LzT8rv2W/69+cPpcvvb+SaJO/zfSqv15pFECFsK2/heSlv7Q+nr9ZiBK/kWX6PVTiQz6jxd0/X5ePP4Jlqz9yMhi/na97PvJGbz/2Bn++/AvIvq2z1j8lHtG8S90gv1GWXL2OqX4+RzSfP2xYEj5Otd2/QIikv2tFVr94TaE/U+3vvg3pvz7d/+g9JnWOv3w+mD8plX+/JUQLwMCS0T64qs2+Wg95P+2ZFz/JkwRAm++9v9N407/Gr1w9Nwx/vZAUIz7FdYs+aNZJP5AAVz8x/4G/BNIVPwyp+r6V4jU+IaWkv3sZmr/ZzJ2+eiORvoMMTr+Uk7O+ONHWP+/rnz/Gru29UgpMv9k+Bj95fIq93hCsPmBXNr/FeiU+5Cm9P6kFkT+VwgDA9KmQv24Uez/cSxo/2FsxvyY3ZL/+YzQ+qt8GPj79HL9Yj4y/G5yPPrGOIz+Qx0i/XHbcvxRuoz755qU/B/Tovq7p9j6vnzE+jIcwv5qICT+nZIE/cuVqPsdUCj+DmBw/","nX6ivzr1p74fcuY/G/Wnv61MTL9oi4K/2dVoPqFapL7S1Ni/yWGWv/6QbT4/ZE8+4ig+v7lEBT+nKb0/0R9tP/JZ/z8UdP4+cI2ivjsa6D9vmUm+egltvq/Vab9jlJQ+7akkP65O5r6FjqU/p8GpPxEfGsAoLhY+py8swGzRhj60S0k/QWjYPcJtQz+gYWM84Fstv7Fkaj32qtW98mKMv4QKiz/1UAk/F8bhPqcmTz+9CMW+JyeAv4l5zb70/s4+tpJjv+Y9rj9L+5+/a7lBPtwhgD0g5/Q+j6RzP+4hMb9h3FM/vl4vv6DEkb+mqB6/ij2DvvKSj79lOFU/pWW1v4PLtD/sjGk+2m4EQP9bYj2/Q8O+raCxPvFX0r5O7ay/jxWyPC33Jz+PI6o/ZaaYv8yM3j64iua9Xi0jv9/NjT6sQgE+ujN3vztvSz+lo1O/4CL9P9Uyoz4gSjc/1mwbP65fBT9Gani//gKXvTXlvT/R+vs+kfnlP17RCsCDFx0/owD1v7rmI7+egpK/RewOwHrOQT/2FhC/aAuNv09tkj758Yo+AUoGvhQxJL+2rw2+bjw/P1tW3L5dJ+E8KePCvlx/Rb04Ul2+Cc5Dv5irBb+amiS/wFBdv21vFkBVWeK/3KYpPq7YoL6Ol1s/QolmPowxLj8LmI8/hNJlP9qaRz+5/0y/1HODPyTRSL9dgiq/qB9uvdfypj7UngDAY+EQPw1G2z68yOG+4iIpv48uYD8PggfAFE7APiqSNz49dBq/pobkP+I9oT9A/d2/aM8GQLGyCT4TIEu9NHAaPwvUg7/JAtE/3TS1vT94JT92Q0+/xu7DP8U8CD/u6BO+hSocQFjabb/zssc+PUG0v1e1/793ClU+WO2aP6zYhT46OOG+fgePv53yEz+pYyI/LN3IvtxXlL0Dk++/zA8HP3dCNz61mCq/vlV4Pgx6Kr58V9S9OcnuvgOORD+XS+Q+IpneP0scy7578cc/1EIXwLrwvz8Bx7S+dxgBv959wr5FHw8+","Q+6MP6V/Nr8kxhy+QS96vpQMo7/VaYW/EH+6v7bWRj9wojs+1hMQP7nWXr/6hBG/fzmvP6jGcD/Fi4++mN2Fv0LSFr/mDwHAF+1Cu6gOGL/hWCw/Yi6NP5ESTD/kyTW+iWQUwMMBjr74CSG9lse0vxkbpj+PG1E/hlbEPR/qfD9gqS2+tAc6v+SZk76XrP0+F/zlPw5A1r5h61++OZGJP2I8yT7BINQ+FOhMP1lsfr9JF3m/q992PkpWc7+qQUm95DVmPuQyJb7p+9U+ryoMP+26Pz9pCJY/lomuvobJDECXTgS/W4FCP/N5RD/VP4a+VVrIPR3zvr5vmsu/g52bvvg+1DxwYvW/oYhwPwG33r7qqYi/snfhP0G5N78dKFG/IZBAvrdVxj861Ke/5WnsPzWOLz+lPsy/b7KJvhEE2j+2U5m+0o+Uvtt7zz1BYcc+9K0oP06QzT8asBg/C3BNP5wq5D6E82k/XCARv8BPKD/XWYe/UH6zv6nw+D8M2R++iiLbv0+vG7/e7aS/bTuSPyCOPT9vLoS+ScagP3wKlL8XHYe9JMuTv24/6r5K1v+/qCYYPq5aiz/uWgY/IjVtv1iJgL7CwuC/DaVrP8B4Ob+hB5+/6IhVvp4STz/UX1o8jElnP+C0JD/SzCpARwZTP/VJWD8Z3pC/02hFv0VmAb+YXxE8Kp+5v4VPDj+lQXq/8vFKvrcl0L55o4A/6jkNv3rJij7rT4c/m/UqQECO8L8JJRk/tXPOP7nPsT4M/i0/dtn9v5LMML6x/Ik+uzB+PxyCQj/dBwfAvaV1P4j+Vj4lQFu/v+xQP1o+bT85m2q+VAULP/2P8L5uLDi+USMWv4JoID4dqkE+9jIGvpjEyzsF1zG/OOC7P9LNub4r5sW/VBbzvs7YFz9Izro9fy1mvkezjb/cuxxAK2clvugwaz+WWbw//VdPv7ZF17/pK+i/RwzUvhqmYb+B7+M+93DIPXv5AD9dFgS+PCSCPpDbt7yCqSC/TmLlvfTaHEDr3J89","kBxJP2JHCT+CSAa9dgYHv3EABT9ljpq/KuHSPxpLLD9szkQ9XoxSPwsOhj+v24E+aB1mvYmoIEAej6Q/agAKPxcnXr9yto2/kJmAP8NwyT+IRF4/aay7PjHoXz+I4eO+50anPXtJ+j3kJmE/ZEdiP7+qN73FmW0+YZiOvuapYj980IK/7xwLP8Dktb+4ZFo/74bxvTcRVj74rfY+awCQv3EwD7+NvghAVbktP/iyk7+CUK2/TlFCPYZBgj/z+kS/LIRpvwPu5L3hsCU/cV6/vr4l5b/JbDO+1mbIPtrMMT+7yjy/omspv3gdIT91X4u/tJAowIWwtD6yJua91vKPvVLyfT/H7I4/NvtLv6whGz+S0wi/ko4uvxrLPb9ku2m/h0jzvtLrcb30bXC/gxt2wDnXmr92OlC/MfRsvl4ceD5CxYI/IS7NPVdHmz+/k12/iDthvr+Pbz/Yxd2/lpVyP1H8CL6nUj0/KLfjv/Vyfb8+Nj8/l0OyPlvBg7/WNEi+RL+jv8cDrT6CFpI/IbmVPWI9oT5C7fi+zYZPP5TXX76cSZs+8wBwPjEvIT4J5/O+xLyHP1d/xz+0Lak/jiU/v7gXCL9FWQS/+FT8v0/Ugb9DZOU/rgPYPt4UlD+vCZi/wTWlvg2Glj+gEvi+HuYvPjAfor6fszY/8tcrP+Ku975Yf8a/cv5+PcodGz88bJi+XSaRP/x4Zz/675I+0GFdv88d4L/VlyC+69H/PuIZfr9kC+o+n3NNPz433D1bOUU/9R8LPYxCu786GMC/0c3Mvl48CD8RuyU/LKhPv0xUE79a3QDAz65avmAyTT6FUQW/BSqCP4ShzT+RDYw/IpwsP/bfLT+EzI8+FAKGv1Spmz/T/lY/boL4vsyfkT+ugAa/PEcTwI9j6D8CEw4/BpRov0+ceD6RXSxAnW1nvrSFKT/qKNq+vEjXv/6wmD/9Teu+cCtLv0Ng2T64eZq/RZgLPwHpHr4LVeS+M8ztvZn7DkBwAWy+fcg6Pld17L+rtRC/","Hfvzv1oLnj42eaa/zM1Vv06K0j4WsZa/AsiUPygLJr/AdQq/mPn9PwUtGz5NL8c/E3rcPhMUOT/LVuG/q3WePypdJD7EBzy/w4nDv/bBIj8EVQg9UKSyvTIinbw7QHW/8YrmPuN1gD2W7ZA/uXBcPgZ86j64PVg9JTQrv9OkML9dTsW+VHiIvwtGG76ZxuE/L8qKvx7sVcCvqLS9Z91+vzE2sj6KqjA/LdjGvqE+Q77tzG6/6ak0vm/Y1T6xEpq+qMZwPxHOxT9g98q/mOSQP3FNQT4OZ+o+V30Bv0QXBL/WYPY+HBufP3ewUz815pU/iasYvyMqpL9sBRa97T6Sv4RxYr/BM7M/3DOivcNMvz3iU+g//iwyPyx6Qb87oI2/FdRTvs43Ir+oHRK+e7HVvqDyzj4yI0u+XaMhvzuezL1N5ZA/rDD8uysI2T6jlEG9beGzP2a0Jz+alMg+I+4Ivxwekz8U8Dw/NYfJPbg9XT9C09g+M3LtvjWNAj/iubq+50uGP9fPRj/+AkA/7UTpPqn2zL9jUpk/NK+zPhRHiDsdyMm+m/xJP8mysLtHAp+/rjfuP8+PS7+LJjQ/cUfYPsAXJD9gQRM/RwyTvxMbib7R7mM/cQUjQN6+Cj6WNJE/Gwhuvmjzqz4rVq4/qGTMvD/qy77qQBm/dGDhPiYxfj8sZ3u/RV5GP4+wQ8DPmqo/F1aTv/NETz9nuOC+QpAjQHGkVL+hm86/+O8kPyTTJD/QiBg/DAE+P62F2z7pQuq95dSGv1mtsL8X382/OZYiv+VP1L6MDh2/PauFv6GtXL8zsr6+tfOMvg/Jij9F81W+UUxMvxJFNT/4dZ4/Iju9vqCP9bzMhKi/25lDPhhdYr8SKlk9ce9gv0cFyz5CwTK/yhHWvrgzCD5iNyk9LZkBPxSC4T66Vbg/p7YNwA1czb8g0cM+HJlev8qm9T6RDTy/wbIKP5CmGD9qMBfA4V08P5lRcb+UM5q+/FWbvkiskj92GRG+c1CpP3sTgr5dKFs+","TAmDvs2ysD/JReY9b47aP10U9r42+BC/sVIPvvSrPz/8kFe9ZXwbv+D7zr4l9T+/zOIPQF2zs79xKGU/EF5uv/uIgb9lfz++Hqnbv5Uaor6xLvk9bT4Vv4Fg1r4aGFm/UB6xP/ma8L7GE3878Y3tP7BAP76TgBM/MKHVPjo3kL/9yHW+8YIrvlornT6hAMa/Nc2lP8uGmL+2+OQ/1zPPv/q3NUAD/wg/GKkCP2i1UD9f4vU+wdyjP6QajD9WwPg9X6kNPwSmcT99JJW+9fUFP0pf8b6DCdu+HhoBv2aJhr9FH1+/B25RvZ20BT8NCO2+MaeGvrs/lT6Lc2A/0Hzavz78FUDAv7w+qxNjPydMpr6Rjoa+IOl0v8oR+D/JaUK/tI4cv6z4k7+92wi/xegPvx1jQ7+44Yc9hBW/vvOTib+wqq0+bceIP4+Air92QcY/wtgvv1JTsj85/sQ/GoPBPskksT5CIhU+oCAIvyAj4L7ELgw/tyIGvzh0G7+3w1o+GJalPcwBsr/+0BQ/E0Qyvxrx9r7MtK6/7EwCv7szCr65smA+cbLcPkGui73S//q/reBDP7nwdj/jblC/nkmEv9woaz6kRlG/F3P+vsOD+b6eiAq/UAXjv9X1Tz+4ONm+gof7P1Cdab9sI8E/SloAP8eq/D1K7ms/3/hgP1ziG8Dj8Gy80a3vvi33yD8AkXE/sIVQv+e/Zr49Bcm+AlYZP/LiMz/F3aM/+doGvtXVNMDNZz8+bT+mvoc4iL4V+8C/3XyQv0Pyc77gz5u/ydU4PxVrer/QmS+/MR+WP77rLb+i4S+/BcS1vw/qjD5dgoE+nlUBQICRMz9FQdo+Ugsjv6moiT994bQ/kl6OvrbRrj6iXJW/NTq9v0NxbL9xrZq+4YTTv8Xwlb8mree/0481QA3Vcr4Hcq+8bV8qP9zxE8DPnbW+up7SPnPZcD8vuu6/uNYQQC4OQr9UsBm/7U7iPxqfdj4AlXK+mO0tQO21Bz+pmmW+stsEwHmBxD94Ih+/","RPGUPWuwSD5s1VG/INrUvo4Ra76jAK2+5Uy6PhQIwr2ooic/lUC3vb2v+b55wFK/Y3TiP0BpRz765hpA//jNv24jsz9svP+/uHx1vqLZTz8zAyI/gUChP3yhjT/MUNW+1hF5vELdEL+yiA8/gtaTvjrICcAyS8Y+TcpCPyoLOz+colM/EZacvQI15D5RDWc9V5pVP3xfbL/dt5y+kzYDv+WScbzDMYm+qsUHP9X16D0MZdg/5QWkvI0epT/IIqG/UOBwPyjT4b3b9Ga+u+KXPz7kSz8H5Cs/MKpHv1fcgr+55bE/itGcPj7TyT5Z+mw/dlksPiTbFL7WrBXAXDBCPlaABT++P1++kzaaP84El74xOxo/lnaivhssLD5O8mW/AZw3v0fXtL4YU+K+eeEOvwD9zD5Rp68/33oIviXoTz5LUBrA5zsfPz0VRT8zPxi/+o0mv43Ri7/cIzK/Gb6iPzl/WD/H4iq+pOmoPtFcjj/LamE/qZCQPhRhST+kdGm+FDnJvNrocL9caQfAaKrJv4qACz8JbeS/qfPvvgiLH7+k9fy+P3Ixv1JJ5z4zeB+/e0p6PxG+5r+1yr++AQgFPljfI7yHoYC/cQHHv06YF79atZ6+YPZyv9Eh9D2O6bm+pjnAvcFR1T+c94u/eJLbPRzuIL8r/J4/7JOTvlWcxz/g/p6/2SjXvtLz3D5Q6MY+ivq9v7lhoD+N5BS/4vdSvxWUxD74fms6j0D9PuxaAj/gtqm+9/CTP4jOUz8Holm+zVeLv7MKFb8az6O/8mNuPchSS7+qlU2/nrCXP+LhLL/EqVy/JtS4PnO03T7uKw/ATjgivycb072HEpK/s7olwBtQAsD1GGg/19ybPyb8Fb/PmTxAp4VMv/KVI7/W2dk+NcWhvyB49j5Ck/M7JzzdPi2Bmb//NDw/yvY1Pzxnkr8Bbl4/M1jIP8oGIT4PUuS/+gV4P0wMQr9stH+/kqGjv6jtSL9MWUHAigiLPup4QL9yja4+eH8Nv1+kMMB4ySq/","otmKPvVGkL/kWq6/QCKXvveFlD5wkEk+LuaDP8smCj+Stby/g3LHPg1+ST72Gao/YdM0v5+zpL9YqIy9AVBAPsqk2D+WWc2/ZsmUv2QnOj9vJ72/kPfXu3sVHT8zFhY9iUI3PXwXrb1G2Pa/iuHbP3hGNT+zje695XIZO1bgXz+AFoQ/Vw2BP7k+tz9QWDE/j8bYvhm6UL9eg1Q/5zanvRGpnj8SY8s/OlIEPm9INz9jC0+/+T+bP+RR3T8Y65A/mv6lPwE4Xj57klm+3ISBvhjF2T5f+Ta/PPxIP9FQdD4mADs+RSA+v4lQeL0KqiK8WNcKP/UYAr8Yw8S9WS4gvxh9gT5dIhA+fkYVPzgmgj8nS5k/g1mmPi6r7L9//pS/XoT5v6QUGj/Y080/1RfCv3dWsD+wYnE/MHUlP7jNQj9FICS/9CvVPQIBtz0ziVE/kncGvwXYlT5a/Qo/5V5UPzvlcT4lK14/N5YfvxofgL7YQbU+nKaCPoIEGj8uzWe/dFtvv3rMFb+3uw2/5a50vqzAGb78GYU/tD8ev/qTxb57Pc0+jgT9vqMAvD+quNy+pqNEvyKwfL7WWjM/Ewy7PdO71r4m58U/dl4cPyNcsL8Pw5Y/a8KivcYu8j4Mqma/2Hhpv7zVxj4kG2s/bP5IPzqb7745oBK/tCqBPYafwz4DzdW/0K2/vkRIlT9DN+s+8GCQu1i11r7es3y/AWJfPx42cD7neoq/cFGFv6NFd78A2A6+RlriPeFBBsB9d6k/3K0jP4kwIz/iVB2/HCcJPOy0d74Cm0m/JwAUwJowlz5RheM+FJukv8JCor9TdmW+3pOiP4vYij/EYLM+IS/nPkm+vj7aLzw/4fCTv4l/5r5BFvG+1ouXPzmTVjwRX0K/eSSAv/jC2L8PUYc/znOCP1sFWLx+krc/VVdZPhvuur5GeeU+qSDfP088kL/SzrU+O4cNPzycB79OM+y+d85NvzLX5z6TM9c+MFOpv1f+JT9wzgw+PD+UP4zHlz+Ny6U/","pSt7P6SArb7YnZy+IwWpPzj3TT/xF+C+NlZ1PwBTor9m+uo/LqhuvRIfED6WuNy+JCoiPqcVwj+mEk+/M/Qevq4ZqL0Xf7+/6/dxv4Vv3j4uKcM/fWAjP0ir1b8noeO/0wwDvhcMfb+FTfq/EDDkvtudP8BIdO8/YJgKwMAS8zz4Y7U+a97eP+nHID/AijG/6c6HP6Yf6z7IQdM+9Q77vt1THL/8jcC/R6Q3vw9y373DQlQ/2wbyP4NJzb9fzk+/P7gUv6YHhz8nAQRAw605v5qrXz8LzhM/THuWPlNzhr/Jdzk/3gmOPukskT/A1Cu/ZfAjP0VyCz+0UUu+5+uNPhsTLb8Z7KU/O44Hv8y3gj6EXHu/NyOtvpe0h791OAC/GucJvyzsZj41MBlAtiPBPZH7x79baiU/W9gcv1pLsT+De2y/Uw8RvfKjBr91fL+/61QIwEZlGb8Gz789c1PRP4llxb9cv/y/YrGWPVglyr6p/MI/1pVuv1uXmLwmHgNAN0iOP0lITD+tgrK/ebs5QNR9877CWVS/Delvva3yNj+Z7JM/Jst+vmOAtb0/z0y/X20Bv1kBQz+b8ws/PUs8Phpszj+BYNu9zMVZvqCSOz+EXBpAmlVGv5I8wr9CMei/ftjoP+yMGz9lFFy/Sg4dvvPIEz5M+/o/NtO9v3hYQj8Jj5O/C6GHv9UNaD+PdaY99c9PvrqZoz+QPhBAefJCv/mzVb9WByK+3Nmlv68YGUDlR7A/UipKv5P0qD8WtqW/asVcP6zffz8qOEU/lsOvv0Atlr2OUX2+rl+wvrZLZj8fF7U+6S0Vv/Z44r5lBYs/PIoPv2v/JD8aTTC/yAYtPrfuJD2uwgW+fpcHv+PQxz/A8Ck/da26vgeSyb+dylu/gtxfP+Hexj4s+2+/nLpKv+BgW7/zwxQ/CZSQPzcyvz0corG/OaUOPwL9Bj9gAPs+nevrv4fYkr/oQNm/7Mi8PwpnHb+qnp8+J1wUP95qXb6Qn7U+egg1P27xE79SirK/","OU6CP36DMj+krFi/+mIrv/UqOT6z6A6/bf4Av5CohD9fyoM+TIwnv5zZzD9t0DC+fZfovFoAqb5U76a/AEnpP6VfB79S0ji/hB6GPztSkz9EwUc9cY+CvwMBrT3q4Ju/JPKtPgkx8r5umD4/sxtrvyrYcL+j1Os/d05rv4GOkD0p4FW/dO+ovbBdcL8TgJi/D0HePoyI3jxwaZk9vf2QPT5tQr2SdH8/3AZDv2lMET8jP9I+do9GPwkOtj+FJVg/d8YGv8vzKsBkcGW/iXulPoq49T5yL6g/HYjbvrq4n75rTi+/1sFZPoeOfb780X0+5/DYvyEPYb/mIqO/sQGzP1j5Hr8rn7k+pkxmvSLHqj8G3GI/eKNTv7DxG7/HUtw/ZY1AvwKywL/yu1U/xJvKP6Tr3L997kHAtNizPnyDY7+Cl6I+UTI0Pd76Gr8lWr0/o/KnvywNGT9Cin0/s7AFPwv3M78/vTO/nMZoPziqfb4EUJC+CBWdP5o52z7bAos/efDKP3HX2z40lku/hcoSQNw+Eb7r5no+n+elv/Bfnb+HUT2/4dj9P0IiGDz42Ae/p96XvxR5qr/ctCy+RJTcv/qGmr+9MiLAYBKEvw9h8r+i9ko/d6vtv6hzk79cw5g+pGV5Pfs2a78pYA+/7Lw1v59AKryOpSC/6nyzPiY1WD+rsZi/kGa+vjDSw79+CoC+67nov2K7Jj89aS0/puh/P91Nkb52DTS/ceG1PsH0oD/ig7g+d4eaP8zomz5UWI2/PbBLP1t+AL822gC/nvpRv5ojzr4uP9m+pEflvkGbgj/4sJi/4FsyPvDuBr8Fkw4/2ZEgvmxYmD/AQAY/NWPTvHyPjrzwKq++4rYPvkH9RL9dh8A8EvcOv/svKz2IqCE/+RHdP3pXpT9w1YU/CX8dvxLcOb9q+g0+dtWZvnCLAD9H5jBAxNE1P4Dph77r0WE/o6A1QOUxWj+psis+ZRTvv/3caz/mshi/WTdqPjOcZj+Rs/Y+t0T2vaEAnb4gapS+","jZUBPippxz8A5do9ZRifPvz7WD/9FhI+/r2GvX8hfj+AmNs9eJz8Pgfukj59eVS/gAGuPcEbOT/cIAi/9BANvzLMzj7aUV4/FFTHvxKUjz8oAlK/z5wrP0h6Wb/Kh/o+"]}],"outputs":[{"shape":[9],"values":["X91/Pwm0Bym1fUA3H/CIKEU54znON2Y4EjFANx3UQDak9283"]}]}],"trainable_params":{"conv2d":{"weights":["vr5LPmXvcT2b9Uy9dOh+PC6GvzwfF2k9Xv0IPshFPz5471g99LQ6PUmLrrwm6AM+v8jjPQi5hT2lvj8+1RUmPkwav7zz4mW8+o8GPjp+HL2+x0U+HzMOPsef7L1q5T68MmTuPSmCQD4I9EO9I5AIPag0gb2bVP890GKNu/1xYL3GQhI+lGxkPeNPab0Waa+9WGlPPTMfAD7JuZ+8k/vJPd8jJ72PMRw+k+I8PkVhBD4nwbY9sfaHvTiJG74eQ949I/hkPl9BRD7wGyk+S4c4PuASjz2+m9q80e7WPNZ/vj2q5g8+mxsMPjNvzL2MfuM9b90yvd9/rr29DKm8Q/L6Pf1ocb1+CEs9s6MsPt3FGj78IuM8Q3Q6PlN2Fr2JPeC9apROPtK8Bz7gwAE+NbO2Pe+8uj0gioS9DHBYPlWzHz5Td+I8TLx9vAnUyT1Mqb69oVNDPg5xBj7KtoM7g8w8vaWPYrzWbQg+NqciPhdrmr03eUu9q0yKPDPy2j0aWqC9b/wnvZh8jL1+z829SWJ6PFNvEz0Ra8S9QFaLPfFAo71mq/49abS7PcCY371c1SU9KP8APkl5ez3nPNw7aBypPRRwSb01O0O81JMOPt2r+7xcU8s9COQ4PlEtvbuly8s9IvQtPgsG7j1ZDJu9Jis4PlKD5z13Lf89VYFIPhHY8Lyv9Tc9AgsMPuJhQD2qYcq9rD89PUmz5zyn9aG77mXEPZhaD74szjI9lAVPPkR/wjznSKy9IdArPi0p1ztzRkI9RzYwOWadAz52lns8EH+BPZHfnz0vLA4+4JpOPcwdvLxLAQc+oPHQvVuhBz5RWJc84wzuPUwVcjy+nxA+n30Evl2gHD2dJGu9W23oPV/mjL3/owo9GdK8vX6c6j0uAa+9hra8vc3uhL3LWyY+O6DqvbLRaT2ePwY+y7yjvVk4lTt0lQ0+tCe2vcNn7T2h5gE+2CjlvBvHVb3+x9U8nucFvq/ppTzmwtg9vGeuvQ/9Dj3dKAI+8ty0PIESTj0O/dk9","KrX4PcQJ972fKj27LY5LPYk5QD2Zqg89dr91PYuO0b2J/ym9ajL1utsFrz3bD5U8mfNJva3Zy739pBE+BtXjvRkPDD291Z09ZfHAvTG7ML7Wi749JMxNuzdDib1v7I697OPIvVW+7L3ktEA+EJyDPMgTPr1b/og9/MFTvTVYjrwBpbk9lUJSvMAA9T2kNc69aeLiPaGWN74v0oo9dYutvaGB1zyjOL+7IVegPXt2VD0D7QQ77UcAvldOlz0YFpU8ERxTvLmYGD1R77A9PQMQvnLtdr1yHJQ8Vx6xPKQfs7w/GUe9Qe9DvlyK0b3KMuM7HxkQvDZUAL0upuI9qHQovrExfD2oLfg9lIjbPTn7Ob7cZC4+fD2rvUdMX7techE+lta1PccpMb1JxqY70QkcvR7HvT2Ud3c9NMn7vBNYhr366Q4+2wpWPS6URT1+kOQ94VhePB9aGr7VlQY+PYCtvaO8/r0XJIK9FJisPZKEI74J+1m9g3JhvUnSM72N0oO6IMjiPUsHCr4ZS60943ybvOQ1oL0VkAS8GHM9vFNKPb7idUQ+s+uCvTimIz1cWqc9M/b3PPODAb5KQea9pY8gPVOnGz7Cnag98BsYPh5CO73w8d28pESwPU0c7z3aqa496gwYPppB072+/gW9hoFnPQYGpT1dlf281QkOPhFOJj3dt6k8bH6bPXPkij0Rlw0+dPY0PjJez72AemM92Ue2PcejqD3vj/I9yOUPPlOTP73IF5y9iuyRPclJuD3sCQ29CnkLPldG8725lpU9hb0nPi/JED7P/b49EPm+Os3jhr3iZVK9yuItPtJKQT4T05U9Df0iPaIJlb13puu9fcrdPIuwwj3UWqA87cY8Poe39L2eU1G9sayKPL8DoD1Rgsg9r2eJPQzTzb2veaE8ftxJvWQdEjx7w9i90W0nPsbFCL4Sx/e9wouOPemwwj062Bo+VxfNPZhj073iKZ+8/6tlvUHHkz11aYY9fc7nPaKujL3doKg8VB6PvbxpID6RMZ27","VssxPiAZRD2XudA9gQzPPfY+RzuEom67CjjYPQcKNL4SfWw9KPjIPIUcQj69XCu9bJu5PeGct71pAAw+5mugPYJBQj7YoMU9VPeBvA30iL2SSds9rvsCPuuKgr0TGIO8xcRKPvH+gT3ksUa8GpdYvZvSYr20dx0+tTbTPZub3L25jCg9Slk0PZykwD13uHc9jk4NPgW5Jjyvijs9pNLmPRxcLj3yL0s9Cq1NOf+1rDz32QE+pICYuwPpYz2vUbg9v2nbPf5BBj3ZFcC9C24Du/2EjDzesEG9Xzw0PvH8Ab7I+7i9tiXzuwNrjb3EFBU+kbm2PBJPXD1k6gk+eqcoPnAOIT7mJIk9F+IZvhhkFT4phnE9n9bFPYSRnj1ryKU9oxkfPAWtFD69v8c9V2Oave7uij1iXSS9QYYFviQelr1BUwk9y1iQu2H/VD52L9s9iXgNvSbtxbvRnfu9qNIKPTEgvj30wcW9NVomusnKUD1ySw892EBZPr/XKj7zneC8giJIPQSYaz27j6472lJdPBo6QTzrIJs981EQviHlHz7ZhnC82J+LvPV5PL19p4g9o9VkPRbxOTybhTG9x3+Mva9xdT3YeDm9G8L3vb1jSL0hAAO9IzDPPUYXET055+Q9J0AmvjMH8Tx1qP+8kXKVvL4xJr1Dc4O9K1TQvbS/IjusbRI8mdq4PTrYTT6f0bA9zvRiPeVlBbykgqu96Ee7PSPOmD1p7yu8lpvdvUGUvz3tNVc8UGs7ve47VD2NzBw9xDmLvFnS3T1fVjq9jjjZPaaxNT64IhQ+QFZGvVjcOT0mjye9gLBHPp8nNT5QCQu9vPUdvkObDz1JaMO9zTlFvRPfGL36AZI9kWhdPUQiEz1bio+9AR+6vS5EQD4bt+s9LOiTvbPcqT0AEgC+ul2sPBRepj1Q8JG8ZzKevaF/7T0l8Cm9Fh4pPi3oUD6h7Ns9DBEfvu6eHj6amxK+oEKtPQvbHT4Fe6q9AFhnvXhNpb23xJW80o2NPW7dcj3/0g4+","lOodvq/wCzumTsU9u5+LPBNe4D2qiG69sz/pO8z6s734n/A9IwGHPdeUUj5xBem8CoAPvp5wwb3QFLg9HJECPneQvD0anS89KKxGParC8z0Mko69SpeCPDspRj5OLAs9Xxv3PbRkDz4lKuc9rCO+PaMq371T7Yq9ar3dPUodrz3HeK27M7IDvUGWbjySebK9nv6KvUTRi7wAT1K8riHhvZn6CL4gU7+9YlPBvScmIj677po9DJkAPVHRsbwuvDs9fdC5PZV2Ej74zd49BCK5PQPL0bvLldG9ux/NvdzQ+T1D7IM8Gj36vQP6Gr64RSI+0OHBvSyqGz5UnRY+/0mevToWRL5L/gk+5xeUvY296z0HdTW9g2EZvqp05L09zkc9SdANvAY1TD5PKz8933zEPaKsxrwK3AU9toIMvXuDbT0+R4S9Ei/9PSHHTr3UJNA9twkJPoAjEj6IOa095X/wvOebUr7gCZ09intKPPWfPj7yG2g+uRUQvipNP778wD09N13XvTnsU7skoKs93HMovTCaDL49JAu8Gi1JuwzunD1w9UK9zJutvW4XGb5MMgI9yXvRO1/WAj1bdds8QDBcvEUiBL5lj2+8cHfQPZ4c7DuinhU+a23CvcBcSr4l7n+8b8KYPVJqUz4610Y+yjypvGlbN76iOcO9iUm9vfJJlD2EcFQ9odSjPTWkeryfrw4+VAn3Pflb4j3l10w+y3SMvZr6iD3yPNK93vW7PenFOT6EhBS9BC+ovUWI4jw2jNq9qYwMPvWmpz0c4U4+ZtU0PLOQnDy8W7w9SlmJvWnlBz7rXT4+JRuvPeZlLr52HrM9es4CPokxArw79FY+j9KcvI8I1b19+nY9eBpwPe30u7viLDo9pElkPbAN/DwAX+A8UIJrPTsHID7uHHW95RJcPRG1jL1C+f+9uVVLvpAd+D2Zzo49lhuGPVk+Ur2Bb4m8l54VvuyL6z3lKfu9Hw80PW31QT5kA249xBivvfDFgD0hRcY9HfznPVBPBT5YsUG9","NWJFvpGlNDwbA+2903waPvmb0Ts1dMW9wa+wvfPcu715Jpq8DRuyvTS50jw6Am29X/17vs6aTT2JW/K9BjAUPg+Kg71o1c09pC5KvjPXu71vs7g7u/BTPfKCaLxIe5U97cGqvhQA3L0Ipy++u4etPajfRD7xUhu+1k2kvhOLND31MjC+ExSlPX6LMDvtLAi+zjWQvraPdb3EKyS8UBcovbEpCj0BsD093H0YvrcxqrzeZrW9DRaBveaOvj11LsS9iNo0vmQbjbtsawC+3PPdPT2S1T0G5Qw93o0UvnC66juvJT6+dj82Pt55IT5UMgi+7bc8vi8qYb2qwjG+6ggzPqNvJr2VFya+Wck1vqX6Vr1joqA7EOfqvDdbLT4U5zi9NatYvh09ZD0ze5o94D85vMoWGj7yVPQ9/LHivSGUALpCBpE9iiaavVqBhb3JP9q9gHNyvlAjwTzgOge+ArEsPuwzDT6GCwG+GOmxvrkF+b3mYxu+dl9FPW+yezzWQ7u91rUgvufpmjwq1tm9EUWkvftOQD5uJni94kquPbnDaD0qet09FMZUvU9umz0xzJe9o7fVO7cNDj0gABe9Fw0VPZkzCr0R6+097GHcvXIO6j16xuE9REzQPeLMnjs6s7m9RWSivdzRlb2qUmu9oT+jPPT91TzJtuE9fHgvvq0y/7xc9dE9xxCUPd0TNz5pMo89BXP0vFNQHD4ejdM9iLaovZUrmb3rTnQ9xUTPPG7lyj3aIio+5YNcvQWheT1ZLRM+5NonPaOuPz7Yzus9uIPSve5WLL080Cs9m2OfvZ6aAT5YCMG9BWG3vdw7KT2o4aY98z0EvjUdCz4t3DW85jn8PQd98jzJqU69tLMvvtqVoj0we6Y9q0vXPeZpzD2iZK8947WhvJA4ab1TKDg8R+LkPHwoij08yZw8bxr8O6DBFD7klrM9DWWVvfRvGz5hzaE4PfG3vUbOqzyEMhO9AG4pO+OIcT2GbBM7BwQ1vtFjDj2L5Zu9qdK1PVB3xT2/pQe9","iWtUvuhM3rwCOJI8iwk6PRZHo71HU7U9ecoDvvhFCz6D7DO9peQLvs91JD7FUsG9a9j0vU+YzT369SU9k/SuPdOuJz6OlRe7WQ7OvTB0jD24Pc+9YeWRPICl/D20ZrY9VZNYvuyXST6QnqW9rg33vevmbT1RAAE+gL8vvjslfb2rwLU9uuJnvRO1S72hKPC965qDvqIwSjz9waC8XycEvtf2XrvfllK9korcvVQBBj1Pp7i90ypmPVFrhbyFb769xCSvvXBlKL0aehM9hD8pvaLms7xLBpg8gPM8vqAxXDgjEWk8TjI6vTV3ib1RM7Y9UgNCvnbL6DsdJBU9DRjCvZo9Pbzfapo9PLoRvseoAz7uvsU9qnWgPE2aJTxnBzK9KOWAvtQllLw/58S7zMB9vQ5byz2u52a82asvvtD4mbvnxSI7/w7KPcgRvr0gyqu9eie0vWJbuj2c9GI88dyCvOLv7T1v9NQ97I1bPtQwVD6aUB49Lua8PfqRUD31WPI9Z2YQPuvXyz3+yP89fb2LPERG9L2XYOI9wciEPh3bFT6cC848V5RJPTHH1L2L3xk+S0/2PfQ0Dz6aU8E9FKa8PAnNEb6If5M9ih98PkRPIL1YLj29VqUOPhnUqjyjmWM9zFnzPfndCj7b9828sBAqvUbFVz1WyIy9WyBtPQXNTT6RpjU+lcE3Pth7CL7JCws+Q0OTPi5rPD6RB+08SpksPlyaDLvSeJ45I3dxPuAtjry9khY+HwHVPbnH0720Bik+dfJtPlZ0Yz2YIC8+eP36PX/mtLwzVoG9/m8iPmWy6T3E/RQ+JoZSPdEXHj0kBnO82YHnPYRtL7wpM/q7k5P9PQwcHb6MEOc9vrc8PkNkJz6Ie449wXmOuyV40L13g/w6DgtePd4RMr1+8pi9Cy+6PTCoHT2wVo89ORp/PaJ7sj08bC49iug1OmEopT2Hdji9hTyiPeuWwDskKTU9ddGSvcigiL0abW69lop9PYLjGT6AOyO962fJPR6yibslr+y9","BosJPrk6DD5b3eE6GfXbPWtrJryZF5+68ZLlPcEe6z1FTeA9ckg0PVwvuz3dUbO9cg4+PckACz4s3LE99ARpPTEAPT3yguA9C8KYOhRyqL2jI709xQ/JPVJK972+ppw9SgJYvbb1Cb3TlrG84bc5vPpFur2GuJ89/4qYvJSxQL3tM8E9qiIjPgCLsb1vlIc9YozrPbA9p71wMvy8HcPUPTcdJr3MEZ69t+MSPkx8hr1BTAW9cg9TveLVhbpOwvU8"],"bias":["nTTVPGXggTxHwYM9U83QPJ9VBTzeBhI9lISxu0iHtTw="]},"dense":{"weights":["7U+OvSxFCDym+Mk9smufvTqEe73WQt29iRcBvfr2Cr2pK/o80BoovNoKKD5e/wG9DN1DvSQSxrxSSD89pctTPTqhWb2ITGM9Zsm7vVYUfrt/8+U9C9ODPUYSkz2jW3284cuxvQo32D3BHv49EjjdvbR6HT3LJzU9SV14vUjbub1qBWg9FQk8PnBT8Lxc9Fs8qYjTvQQjPDw64v28MFCaPZ48Qj24YBW9FA2jPWKCEj5XF888alFUPbdV9z1h17g5GbtPvChlvT1BOKe9QsQovKeN7jzkK8q8yGU2vcsQlD2imh493wkBPhHifL2yhio9ws2CPYD6zz0CCNy9lnbPPWX2pDzqAQW+1DErPvrxBD35bT47QrM3PQ65+DzbDIs9jvKXveD397sIcIM+nse7PYjZLL06jXq9wHrtvYwPFz1jF5M9p/pnvkXoP73NKlC9Hxwevu5YgDwaj+M9cB4qPuOS3D2bDw++CZ9RvkCl7r208BK+p7dgvle68r3pvjA9bME4Po2BFz0Ruag9hG8fvQq8iLpO+ck9OfIoPt3hm7y3NZ+8B+aqPWYJm70m+1M+gz6jvB7Lgjkds+k8GuH9PZyGmj0ffVS8rgzwPRmu6L1wFrq8sbKzPTAgAT1ylD499SjTPUWaqr2VNzE9T7Q4vajE1r0GaUI8Id8RPn/AmD0kRww+IHCOvVM6kb34GeE9J8yXvUejzj2bPeU7UYg+vTOEfrx1SyA+PCGavUGv070Gp8i969AdvVpraD2yTi2+svngPTpG2L1Q5xY+nHJJPfCCdL0PtQs8KfP6vR/LBb1iH3c9fHrEvEXSqDxpZai8362QPdaurD2Idrc93BrEvf9Eqr2QYCS9MDBhPbgApT3ZqKk9E6rJvbugtT00XrU94AJNvVRG3r0iABy9I2MIvpXy2T0gdoO9gE+lvAtfHD20jZU92bk3vCNoVTvUU9w8hACUvCEA9r1BOkE9Is6ePTls1L3OStY9I5aqvGygrT2bJpW9TX6Zvd7eHj7Y+n09","/n+WPBnNdL2U14i9/FjmPWT8tTvCf8c9fj4BPm1oBL33FIQ9Ym0KPcCr4D0L7oI653opvbsXdr2cxFc9J0OYPRIhfj2/1n09q+8MPlY0MTwrjcg94tpPPYa+sT3XeNi9M2vjvYHrrb3KTBU+Z1iBvdTHsjzgEJa9+T4RvNxF8T0/+zi8qnQ/vkqkL77BSBM+8taVvVSEDz3Gigc+FIKZPOgfQL22R6e9kFf4vdCMrbu0v669fklWPVIZYz3B+tU9g83TPcnBzj1i/by6L0gbvFbWEb2uC6K9JugMPglc0T1qNB69tmPNvAJvTL0wGKc9uNjuPRrumT1jaw89FobUvFun3z0wHeo939ypPc5FPT21lo69u/IFveWqwTtNPQq9fpunPRSDtD1u/sq8HcvhPWLrz71rlgY+uHhFPCmjtb0z4ss8EhG+vBNtwD1Lg5k9q2SwvbAr0z1qg6o9Onvuu6ycCzz74cY9Ec3dPYvpv71QRdq9ky2sPFFd7r0jeo28giUiPVSC7rvtKQc+Cy3EOnlA6LwUUUc9QV6/PKtXQjwN0dg8lhwkvOuFDT4bvyk9cd+4PWjRqj2xGAo+eHq4PdXsVjvO0He9MQ1LPX8zEz3m9BI92Sg5Pbnez72OqMo9OTRJvXZFCr4q/4+98eMYvkSahL2yr5Y9B7kHPX02pbwpf/y8AguHvYHV3D1HRdK9vWkeukbD2r1C3OA80H6NPaPw4byZ9Yk8M4fNPX/3zz1MSCI9cmpivQxFGj7Cauc9Rn6xPUh7hL0lpto9XA6FPS731j1vXHA8Xy/WO4J18L3Viy89kXJpPV++v73L5aM8Xa3cPSa1eT3Iqpe8gihIvLIgKz5DgSg9a97yvDv7vj2K7+K9yWd9vYj0z72Y/vK7v9guPc70Ub0XcrE9BnvYvRk/9D3HuZ69ApDdPAsynD05ZNc9LKF/PXzvIb2H5aA9QLQ6vYTpg7ySOKa8tD4JvkIna73DLJU9L9gYPjrrQL1M5Io9/004PZNnT709uRg+","YVS/va9X+rp7zeG8vEyUvTc8FT3JY9W811G0PFJt0LxqOPE9QZ0GvpCD2bzE0109vg8TvTyU4LuhObY9dUkdPjIXvTqz1ys9TEDYPR7Wlb02Vk69CsS1vL3BSr2iTKE9X0+0PRE53D0xt8e9mxsgPcIUbD35v909q0PNPYx6TLyf2yw8sj2oPTdkab2DsfG9XCElvqS5Mj2dN0K9U+pXPShijL2u1AQ+Gr5YPSrmoL0EAbG8day1vVVmGz0sqKK9B64+PbUrn72n+gI+EFhRvPiUaD2zo7s9aJjVPaSZ+bxTWT09gs7DvYoN3LzyTCA+Oo5VvYQiC750oHW9NOoBPn85p7sTbas987Tju0w2yz18c5Q9/WqyPVGeTL0Hbjg92QEivRVUvDx/58w92ostvvkumz0OehS+rvVuPU0BEb4a4Kc9hFxSvZ85373OU6c8dixYvZcU8LzRJLI9HkC8Pd4thL1EWYO9NLTVPN2rq71w0sA8uY65PePqJj2a1Ti9I273PUxxUb1n5NE916QWPufayL2wfq69zxWuvedFrj2GK628PnboPYK4OD18LEi9ZAo9O47wN70vNGC9gNFwPYp4nTyQkIW9BSMRPiIaqTww78I8krCBPURBiryfXcM9WJWivceQ270oPt681NofvJyBjL1Chh+++U24vUwWMLoSQOE9O9X8PGNTer1IrZo8/UwLu2jDgrtVyF29mp9WvUWLs739vGy73J/bPCwJmTx1uEw7OTUTPhA5oL32ZBQ+G85JvZruMb2pYSe+UyY5PYgM8LoomAm+7c7COuOKTj6Jjps8L0jGvLOs2r07e+S9e7L3PTHAsj3AfvA9EtwmvGllnD1SBEo+gmaSvYQ7bD3VzdM8WFmEvYvYCr19fv68fkwiPsKacryo7Ic8mHsPvMZnWj3JXQQ9GU2dPKhLrD0VklE9J1FAuLarxz0sjaO6Ifj/PAmG+ztmvhS9wfU2PQHV+rznUre9y2gcPDLMdb27QTM9vJOvvY5oCz1vbJK9","MT7+vNrTuT2I4zM+eEcBPrYf3b31DUA8qY9QPWEdBz4C0UW92JiRvQsX+j1eRh4+sSaVPfyab71spwI+cRxxPb//lz1w/dy9VZQNPvtSEr3Gw9o9GQtfPWusuzteJV29PWXDPDWhEj0vuPY8zUZ7PGwOkD3gIZq9w++SvWXpHb2Jn7M9GZGiPR3fqzyPuSG+iEdqPblC0T2k6g49YvhrPdTj8jyS+2o9WDygvc7DBz28dAW9klh3Pfj/Jrym1ia82qM2vUzgoz3DBjs8Izd1vFDFqL0m+Jo92722PKR+5T2R8es93S16vOf+gL1BuSo+jiz9vHeefb1z+wO9UL1ZvWBLuT2m3vW9WAaGPVuXaj3JLqy9ifCQPOCFh7w1la69e9WqPSQMHL0pzMS9uiryPPaGzL0K0YU9ZPZTOrLmGT2meio9JcO/PQsa1b0610K9NWZ/PU6jJz2j3ym8ef8OPeg75j1CwI88EbMDPuqig737GcM99OEcPZDRSD2ieCM+lpt9PEU5Ir6qqwi91hQ1PvbFu71asc+8yVN7PSB6bT6Zsgk7tBsCvjgtPLy4N2+9sgqUPc022zysndm9gFu6vTr6bT2y5WI9TK6YPamlzL3MDGk9qXrSvPkJ1rx5mfy9B6CKPczI3j3/6Le9SNJtPEiaIL13lD49h1RIPfg2aD2eEUU9ldnbvDCBtT0DJeU8/G3IvTck8z1fxqA9eD4Kvmuskb3FMgY9YwwcvbErsz28Bv+8RsqMPF4PWb2OKwg9R4TsvJstzr06IPc98Qq0vZBbrT1aXtq9ByIBvAUgEz1Iatq8DRJRvTF1ez2qWls9Aqcrvdk9Lz0nsZ89Iv/vPUKUizzRNJi9jvN2PdqXRL2tAiU+qgYWPTDRor1ZUCy9CYo4vok7Cj1TJKI9qAdMPZfCCj6MD+i9kIqIPU7F1zvD4zA9b1c3PBgDsTxbBcK9OWYFPiNpPj1TkBK9MODEPN5S3b3382q9bun+u/uSyLy1R1G9jimSvULHKT4Vv589","xlexPSqSDz3oXSU9/50OPm3aUL12tGW9GuMIPmrMLL2ZzXY9cCWxvffEOz0lHlg9axW0PU5JaT1wsG89gUicPLNlMT6XH6a95FU+PrjysL3HsJa9J/miPWAMbT3bPu898MW1PWPiyj2/kqy8rp2+vVh/271B0V48RIV+vGOE3D060lQ+2/f/PbQw273rqBm9esquPTqTMT4nStO8lz2qPc4bhb0LL7G8X+j1u/wsvDy6PQY9ATRFO3BCqj1YukA+IJRZvbCkf71ADRS++2HbPVUPU71dbZg8EItRPiJHrD3PqDU9gN57vXOAvz21ECM+3sEUvVRc1b2Xjiw8qqcRPgDsjT21zjM+9oS1vGF8M75SXmC9Ys2TvX0X7z1afZ29e1vRPfXic7341D87tkULPXoqOD3d+N29OaqCPdAHn725IeY8j+0bPQflqz1QIcO9DOshvk5SAz7jErs91nXDvRRmUz3HCyU+IDnBPds6+7w4rz09iaDoPSHjKb3h8eW9qdXhvBpkZz2ogU4+ljsNPXUS7b2DbMs9qc4Nvi7RPj7Qvqg9q48KvcUZfz1ZiAc9KhYDvsT3ML7AkQU+kIFKPe5Ror35ygy9lkozPhNV5j0TxVU+CjotPD6A0j3+yjy9xIe4O6o2Gb0noRI+E8kPvr5h5T0OBbQ9mgMJvjJ9ozzAYJW9sso1PvetPL3OIqS9g0iiPfYSGby7pfs7LmXGvdENsDwITZK9VlBMvWM8O71YZuG9fg1iPZMbmry0bA28uGZFPa4Pozw8ZrW9LrobvYtsz7zcmSe9v5OevCwGsz1CPsK667aKvaS2xD0W1D09twl+vXIQ1L2XAqu91qMMvSevvz11Jc69rpm1PDWKI70aIp09rr26PUIqfD1z9Zs8RgylPcBxH717M8W8UB5JPTKJWr2LsQ++lwCUvRmQGj0tcDY+axjDPf/KG72pIn29yA2XPQrruLvAe1I9CvgXPUqJ0b15zVk8AqbMvTx1zzxomnW+hr1svLAikzut8dw9","2pCVPSacEL2kfC++GW1HPgzHjbw/aq88jEVNPm5qvj0IzwE+a9lGvirdAj0ppFM9ttqdPbLy6bx2zui9WfGNPZ3Hyz3cOyk+JZgkPWsgIb6pII67Yrx5vRXGgj0oN8S9vi9XPvleertVyRM7KrOUvaT3aD23MZc9KuajPad/Oj2eswU+zZnhvLL0KL22wjQ8MZUavmB9Mb2YpxQ+yPYDvsCdmb2VL0k+PoO2vUWIvL2xKle8k+gdPmHGlj0w8Oo8LbiVvW+t3rywv6Y93VJPPFj96T2l7OM7clVgvZaz9D09Efg8lXWtO7Qtqr1uAVG9m8xJvKVpRjyKTt89/bW7vRmfeT0Y3oW9ff7NPW7k6D1JAcA91CzJPX4cVTwHAJI8UbIzvu+9Hb21MjK9HllQPWiGsT1FaAq9Qdpqvc88lr1Y/B49d2aGvbhwij3Sl9u985M0vR4U972bbrg99o64PVOFNT3QzaC9a3YdvI5UDz18muM9ghxiPQyioT0hZcI9C3hAvWLBBj2r97e8gFrsvKcRprvqq6U9UbftPKHZx71sRlE9cm0JPnISWb3WLak9X1OzPbjZ3T3KU6w9Awv5PZ4qGz6f7S89bMltvCNyqD30gnA9qsauvT7HpLw6WtW73W0avUsFkD3Zp1o+GVXPPRm+Pr3KLNg87m/avUFXsD2U4XW9A02evdELGb6+upO8e6kgvUmqND2gBxQ+fdxIPiMGvz1dF3G9C1EkvnRWxTyqKDE9O/GovV84nT1c7Ug+iV+jPF9rurzlknW+2nbgPATSuD3a4Z89aIs3Pqi63D1JZJ69H3MXvsbuOD3NErA8NjyePWYdiT3jtMc9zdF+vZvyhT0EazA+yW5cvYPw4D3HGZC98pWIPax5ET0r7sy9txs5Pg7o1jzd44w9sP9ZvSd6oz2zgu090w5EPPuFbb2/UB8+OxUUPNSRTjwsR9y9KH32vAR92D1AwJC9mZurvfqUkrwN2lA8MWPwvf5gj72+A/Y9YqQWPmARoLyjrTy+","KVcMPrt2tTw6Y509OQ8FPmfUob35vwO+pg4Cvjs+dT18NZ695xR0vX0G7T2ZbC+8NTaRPZ3HxT2tOAs+UcIKPRzeyj0yj/S9kVdOvbyKGj3DOoE9bL+tveFerL3ZRyY+X1c+vqdXJb1UJM48mY4OvguaID1C1e69IfVYPEWjOb3i0G69ojB1vcSxAr0+0qG9CQjcvORxsz3f5Nu8y8vHPd/Xur2eVqu9hwcgvCyRl70M9nM86u+YPXAmf73deAY+tqOHPf5XLjwbEZw9h8Fxvd6OLL3KDYI9SxqtPWcNs73moBk9nBeaPUOd2b0S5D49fJkavZkppT3Bevg8RexHvFJczT3bCCK9dNZFPec0oD2pVF89WO6zPYSYezygBnq5N8TWPHU61b39tuw8xCqQvGKmUD2pXLK93qIJvqgYSz2OZ0M+yE96vXNVd75bT3O93ChUvXLEFT5u/L68BtNmvXJcOj2Pawa92m0mPcJNZr3RqaI948eMPYqg4T15+x8+CdRFvcN6SL2ZOOG965sWPv58D74ak1k9NdSWPisBbT5bZ4c9PVCSvACMbDuMiQW+P5LFvdNbHLzvUs295yO5Pb89XT3m+sY9kUwFPbghVD3YCTa7S8kZPCouvj1NLJY9dBmeOp9s4b13Bsu9EUx2vRIiYD18pKu8BHbLPUoFnT1M6B89I73FPeKS7jwwkeI8/asovuA4tL3Acko9ztuAvH9zoD12xmS9ylilPcF/8Lx/pHC9E9O0Pbz+sb0Gjig9h8m1PU+13L1BI1I8cU6XvGYwh7uUY2I9+o4PPeLOz73h89c9LlKlPUyssD0dgM69Ldi9vaWgwjw/l9i91M0HvWv/vT3miny98Pk3PYW5izyWs609S8j7PQmW6TxQG1E+zVOJvVBRl71acxA+BuweverW4j00quS9t6vJvQ5Y5b22qWc9WpkAPjS9Yr1+Lxw9rGLuPR7Oxjz4vp69Mn3vvGDBF71ZWxi9eLGHuz7bg72hkgA+yWlqvBc0JT6goIQ9","5ev1vc/URbsbGr89he2lOiTBCL1XK4I9YrCfvVdqkL0ey/09sViivPsJqL0ir/Y7WMiqvPuTIj0T9UC8pJKPPQWaADzGFvw7L8qevaszoby3dS29e5ugPUM1uT25Xxo9GfmhPJp9eT1MzwG9bSP9vY/g1j1a9C2+VPwzvrxnJzxZkSo+mbX4PR7iE750CP+9crEwvbFCfD7dRQE+nMBOvhrwSz2ObVw9GBt7PmMxhT2STjQ+++EsPmMfar3W60I+/IEivrGmL73pl0i+A8HmO4ngRr4MDSe91GRhPtb9mj4t2ps98bmGvt4qqL0DOV+980wdPfpMPr1oxL894zrzPZ0thb3oFWI+gDOEvS13qr1ZPxM9HrMbvIjCgbwyKbY90I7IPXQEtz2k/pk95io0PfLQNz2UVl69taO/PRUgUzwbasg9IlV7vYyq4b3hX3u9xcmhPEE6mD3IMDk839q7Pc60qr3uN769beSfPEkznT3QvA+8gpyEvcCtZbzCoHq9Td3EPaPTab0CVoa7dIO7vQwhxzt51vq9GGBIOs5dPT3bXyI+9MUgvbSdCb0Ympe9BGlMPQqKhD29Qv47UH65PUWVWjx8cjA9k4gOPolunzuUoSW9DJkbu6eOkr3lSx8+sd5sva1XJb6+B3+7kKpjvHBzFj4XwDi9KA7gvfgxGT3l8GI9anAFPeWIiTymlJC9yO+avaL1nL3cNPA9KSgSvUdfkz1Xd929PazMvc7Rx7tu8IU8iVSAvVJbfjxtQOY99RDavPjEor2/pAq9o1rMPcMgtj3+qE689DhkPcuSTrz1vOg9tlb4PJ6kpDw66IQ9fgWKPZCtabyGhRy9651jPYXvsD1OyEq9SpwePBVO2b00VY48K/esvAkZg72jbLw9dUnHPceF370Nsxo8P6GavU7FTz0mzSm+jpETvavqML0pQrA98IJoPPorgL5leFC90rYzvKhpQj3mYO47LhbHvT+5nTwxtNg9CfOMPs1RoL3F/Cc+/D/7PUznoTy6fFQ+","0PoevsYzvjuHjKy9j1gUPc3Fh772VVa+yBy5PQmldz622lc+q8j4vVr+lr2eL429SwUAPpV1jbyIb9M9txvZPcr4Mj1TX3o+M158vQrFCD2Vl1A9KiqRPARoXryzXvA9B8myO7xPKj4fXyY+GRYbOyRG6jwUBAk8iYHKPejw9b3AbJK9S38mPaiBbT1pJKu9K6tAveuV4j248Kc9G7JzPUvJHbyM6/i94vm0PXv2pz0reZU9wDkHvcDkZL0f9VA8Ciy+PKUGTr0IUp6999eWPRFDsTz9rAS8bsK6PUmoET6Ptxs+0h8yPY7QzDxKah47zkOGvWKfaz05IKU9Q9Ijvf0n1713x5e8pLrKvId9W7vIcdc9CO8KvYpz3r0kmxU+dAJCvlpmSL5bRAQ+c2JUPVlGAD58gJC8iqYWPZw9Ob0CYZm9GbQ9vf4Fwr3Bqyy+O7oFvakRFD0EC/Y9QKOxPbP8gr3Ds8O82DVRPdgQD710snc9l1d5Pe9/4z0rMAk+fw6OPeMRnD2eUnu9CvbyPSj46Lt5V9C9+se2PQ6e/bx2s9w9wNpVvY7MOT0ucgo+RujNPZknGT4Krta9W30SvXTCLT36DBi9v00PPlxj5LyP/d29bkilve5InL1KSUi6cv/XvLgi2L0A8iu+GgT0ve51G70z9dy8eRK1Pdioyj0JbD8+bMr/PReMhL7iJ968v0YwPpulbz73Zxg+FEhJu3hg2L1Pcwc+Fsi9PfwAxbzKcb08QcQnPgfnV70IaFk+BBpyvveTN7477N696in0PQCuDL6l4hC+zB6QPS7UKz4wZ7A9MUdzvnjdlLzt6aK9HzN+O/s45j19FQW+ioSmPT3pMz1PbG0+ILjovc+dAT1FlSK9UIA3Pck/0j2+9ue9xgWAPc7MIT4dZGs9mdSmvYBUTr1BUke9Bb7VPIDOpz3+2Nw9TJfpvXxuwLzSq6G81FnSPBGRzjzs/EQ8yrKxuxjWrb2sGhW9oceDPY975rww1fa8+0PWPCoOYTy7SMk9","9kh4PTfIUb0ZK2A9rcUOva6Poj2I1ve9vjOePQNwCj1AwIC7t8uUPdkqyj1R8hm85AWOvR+4vD2glpI9xR7EPDQzPz1hpIU9YfFAPueXJDyTGwQ9jHP7vKsoqL1aeOQ9XLG6vZxDFL7jZ9I9NqNqPFVRcr37WbK9I/miPR67yr0SGYU9cq2/PR12gz28b9M8sI6MvF0ib73g4bQ9081CPbTE1D2ARBc9vjzzOiHatz13/SG8+fMRvWKV8jwuAEu9dWQyvZmDm71PrCQ8eUSFPGCNHr32Im+8XjB2vUQShDxoFsa9grq/vTXGs7vgEtA85mCNPQ0Erz0WGGi9cWIvPZsGFj5LbuO9gn0QPFuyMb07haU7YhsGPQBdyTvMGrQ8+fCvPZLjKz3S5TC97C7JvQDvE7qoan68WnZvPGN3gL2OGiU+jF78PXsAAL46D3O9yjszPiQTSz0Yp9o9RAJnve1zDT0ePJI8hKd2PqRftb2r/yY+ba4oPq8iOjzbkx0+c3E8vUKYEL7/+me+UDEVvd44yr3d5QG+Ah9xPqcenT6LPz0+opWKvhetgz1GKIW9xdlGvG353D3URNe9CSU9PZKAQL1d0Is8n8a1PI8Rljz6+Di+lTlhvQBT1D2PE9E9t+S1PFl7ZDgP7Im9B60svt5+nL28+LG8s8FwPZKEZj33+eE9BqSNPcqjnT0MvPC9w6cBvc2YOjxKeDO9cIJVPbSsBr7DxJw9rmO1vW+fdL3Najq8GOTfPcwkjT2Je8+9KW+MPd5ker3PzI09i8FIvd2vu7v8ehc9rJEhvsYAwzylshE+3PcKvryaxD1u9UE+P/0PvtGo9rx+VgM+PuUGPhJQgL0lRVI9BYksPt4nzrwfhzw9bLl6PXO58rz2w+y8Yje7PDqjeb1wWxY9PAIxvoDVxb3cjZm9tKGiPcrCCL5COv08VJQQPlJ9k70cA7G9G21kvc28Dz3w42+98w66PbfMfj3bCRY91ozpvcBS+rw1Ekg9gac+PXeImjzK1pY9","wIadPUeV/r0S2Lu8wqi4vKp77j2I37K9ryzfvZIdYT11bmk7ZzuFvSe2rTz9aRk+qgfgPWTCYT3/isO9B5o+vYJrmDy4dcC9F1wnPmOkJL3GbM89Fz7svPtNsr2cNdo97ixAvYBIkrvISE09YakdvaL8Vj2HLSE9mrGivbMGtr0wPxI+BQvIvCecar5ULwy9KtravFsm8D3fe1E9dcMAvsWE4b3xi708ehTjPVDF8LxrXAi9/9LKvAds2LynGF0+MdQbvhBw4r3cUg6+WCpPPgbRBb7xGw++6AfMPWmRoz1Uaw4+G7QHvnrkBj0C36W8aky4PKMQ3r3qZqm9oQyHvFeOrz1D6kM9BTWwPe1nD740dRu++V54vd70+j3vZCu+pdgUPlSRiT2Dj9E7jAkhPR+OkT3wOQS95l+CPU9Vxb0iCeg9yNyCPa4Btb2LWL+7m3osvk1sKD79Rgg+Y/rFPMJE+zqdqwM+etTWvVk1yD2MYbk9piYBPnHGMDyYQ2i9U9W4vIFEsb3YBlA8wsvHvdRucT1mqOq9IYcKPXF2gj3eKl+9ohuDO25MUDyWjYc9Nv4aPHrV/T3kIR26nKFDvIAFl73ZH/28+mxiPRiJnr0q4yQ+5b4CPngy5b3e/BO8pHfdu/EuorzFlbK9DHtdvF7VDT68jTO9qg0Jvmu2CL5nhwq+8HsmPv8gwj2sU9W9T34dPKdPBL0FdmW8JrOQPb2zDjwbfxQ9NiSbPTI2jz0enms9B3gEvoJb1j3zgmk9eJBLvbd0Dz0Z5e+8UseDvEr+uD1JIKi9viZLveIo7b2bN6+9P5GWvTyzk73U0kA8szvMPay/g7vlBBw9F1TxvTWBIT6BqwQ+eP0ePpX5lD0MacE9OIS3PfOF0z2x7LS8FozyvVK3TT10Pbg9M2jkvbKHAD0ZgUa+kbJUvnsgQz6xCbs8VyX5vD9wvb2gDrM971AwPewMNz5xSoU9TlZyPUZWAD0lgWo8PrjkO2Q8jr3BqLc8uGH3vNXbozwBsV8+","f3EovUo6ZryALi2+YBRzPOTlbz08O40958ccPjGbYT41raE8uA47vkd03r0bcbu9YeoJvR8S9r2dDY+9XeIzPR1Mzzw83SQ+Vc7Xuy+hp71j76e9aNvWPTCYgT2KwEg9YCqlPYMYqj2s4sY9bLufvTiRa7zrjqq9mrHyvKXkqL19ij09TFvdPdlvwz2JCdS9UiqVPA7DjTwDKle91nDLvckCmD3u4p69edeau3XJOjzG3p+91pKlPEa0tD3FaBy+8t6dPcTF7zw4HN69Yl2evZ4b4zzgLcK9krZpvWlu3z2Txp68ahOtPaYPGj0g74Q9Ka74POMrWz1x9II9ryqBPCK3GzwbrIk9VqoCPqs8nL1+qgw+zDqFvVSnwr3P3tI9ROUPvqhR671im9s9SqjyvbZsuT2R2Ke7CjbLPV+s/L1Gfuc8yghSveeWpT0wJpQ8YIG4PdMjsD3eIz69SDmYvSnzcbvS3ny8WLUvPZXypj2kaf49Hlm5PfZbAjy1UAG9CsDRPbqNpL0ahcK9LfmUutgIOD1kcpu9tdxdPXeFEr3tXMS9JzTQvd18y7vZHwm856nVPfGxXj2uYRY9C+TjvDEMQj36jgC90+dbPTyrFr5rCG29YEQdPswZnDyIkdK9qB6LvY5NR73fXI29epL5vdb5KD3/bFK+d8bIvar2hr0WsGQ+djdnPj/3B773CqO9YORCPuIkKT5KpMc9E4AxvrpuJLwoxdM8lZAzPnxwhj0hGKG8dpkYPrliijx+Nqk+6q7dvd3ZsbwBo2y+qIxTvDFfMb4VVAu+dNUbPh5waj7ytci7c0+tvZv+870Cuza+BUTOPXUhM70XRq69+5GPvRYL3rx2rYc9pz/TvS8zCj5IW0w9NN2NvfGgqzyczME8OSjOPG3wHr3yB7s8u0kOPdAGijuSajM8HW/au8pbUbzEhQO9WvLRvRuw1T2JXr69cTuLPRO3zz0EdFK9mBT8Pa3Zv72JUs49a1ryvAjBWT2tsry95ToavW/nZTyOG4m9","gZSRvf0shj1wEda8ftWSPRyTJD2tU489+KYKPnchWr0x4Lw8icyOPT7GNT2W9RK8uCOsvUMZ472IOWi91Em0vNNSwb30YTA9GE/2PYGcmT3iAO498O25PUtN073FMkc+z+gSPf30GTyUApw9rGnXve3cmzyT5tO9HGshPX/UUbzQQ6+9vPHOvB8hLzyqcPi9OSITvd3C77z7y+M9zXpVPcjU2r3AFSM9KC3lPGF2v720R6+8AxENvmTtmz1WYSi9snzzvVKR5Tv/vdO9Hs4sPmC9Ob0tTMQ98SG5vdPmJb35Hsm9hV+RPVRXRTqddDM8XH1xPFuTmD1MgBC+5PvEPUO/wru9cmm9Xro+PW3u8Ducsgw9ckECPn7s8b3Dl+091XsEvOyqkzyvl9S9nOWuvc5QcD2PDIM8zK8yvC53QDyxLwo+jYAoPZsyLL5uvgS+u6+pu3jb5T1BpOQ9oRoIu3V5IryazBo9vKy9Pa/W2L1uCvM9NZLJPYbJFL0KxhU+/cA8vn99a71ahry96MFfPSFmQL6JI0m8ZiMuPvvtJD6oDlE+ZBvlvJGW0z01LFa+A7AHvhl1tDxLzSU93iOSvM4tgz15Z4494K9bvXirsD1UZBw8fzgGPlyoa729P8K8yuFOPgNpIj4nno+8OQQrvswJ1zz0z5+9m9xEvZ36Xz05GMc9rBgpvSJI/L2RKIS8nWRBvZGuRr1Wrjw+x4oBPuO9FL10v9I8wMIFvRpTDj4wR9G9GAqsPRTNeL3jxKO9hqXXPUCNzrwaPva9QguKPRJ6TbxV9By+HuynPTNeWzz8qxg+q+CMPWNw2D3VP8M9WBjcO6btvj35vsq9bnyPvaP92z3g5OY9cB5/u8+w3T0GDmw894+1PfvxIr3geIA9/ZQBvg0kIL40AFc8C/SvvYqs+bx/9ia9KFF4vY6lyzt9EjO+xXu0vVyHz72TQ3k8dmYAPmmjKjwrHRA+wro4PRqgE72lUI496wa9PSyjgz3/gaq8BYHQvPdyPj5bbZa9","lq/MPTqGWz2GuC09dH7sPQav4j32Sao8gDI0vaJDvTzOjME8IlXpvYEk871uJiQ8RYEMPrbQBb3H2ZM7CVqvvVoHSz4xMa09CRGMPZnaDj25ScU8ikGnPeCNcTtsvWg8K+/WPfXZwr0ufxu+Ys8nPTWfgT1Vwr897fMzvaSOgz2rnOs9sV7UPZKNhb4yHsa9gWybPT1vaz6jeZ09H74CPTNorD3ELsW8QDmTPvkLAT20gVQ+zZfkPQn3dTytkc49DvczvgzySj1091m9ljcLPbXYj77fmGi8RqY/PgNKCD73sQk+JD5PvmCK6bxtQ4a+3+eTPA33rz1jH+q8NEpNvqbaqb0d7849+/X4PdXHcb22eA29O9nYPKgXSr03u908BoPIPWCEjD3p5ZE9C/PtvccNrb0qd7g8GLaGvXjl373iey48zXPNvQCvg724Uu26NqZzPWDVtj2sCDo+mJfdvPOT7Lwe6Yk84hKlPKYLOT2RJGS971UwvUPs9rzv6Rg86ymnvGDc3z1NpqS86U+zvTJXfj3Yq8y9nIPFPcGL1T1u2i29EGWjPRmsdr3+zpo9fXu1Pc0skj02ncm8gMA7PYNUmL1Bxts9DNm0PNLD8b0WYEm8cPw0PbWCyj1s/s09WP4jvnzLt7ujQBW8OTDVPI7ncj1pL7a70Vs7PegiAz0FPri8EQqdvUJ+Kj18XKG9WDcTPeOrnj0ZHAw+7MSNu1+fAT3tmzI9nz+zvTxQgbwNlcc9zmshvfeWRD4W0NA8RHyYvX1Swr2qzLI9YPgTPmsgk7xw79k85JRvPZeOhz1WUnU9G/3yvRZybjybLAo+w5KHPRTcJj58/1O9RiJgPCaV/D2IOw8+Jm4+PbI1FL5qsXS92zySPH3sc7360/E9vNoHvQSRgjxFBcM8KeXhPFBRbr2zoXu8M1TtPdR6RL0C4h4+7tFAPvF0l7wU5qW9lUEcPC43lT0ahbe7ctdIvmOJnD0psyI+pkqPPshmNb1NJx4+mDEVPg2FzL0E+TU+","KKNmvoqGebxU5J2+2RXPPRPmar7EozS+iO7APMYcXz7KF6g+7TV7vhcWqD2pa4O+qiv4vfO467wfWc+85IK3vaDdPDq6CZ89CaKTPTV0470EEoS8SzPOPawotT3PQbe82Fc5PiM5FD6BVW28afIzvnYrT72r1fc8KJS4vdDZqrvsF6E8VPEBPThMOr2z1Rq9nIRVu/OndT2l9DQ+OtXRPc3G8LwPZgo9/3toPYxllr3DhKi9AVcBvNL8tT3PYxA+VBkovTU+p7ycpgE9xUi0vUp3y736L2+9rXuVO1VgBz6ZWpa8p3NDPWOHFj19ci27IR47vd8Q6z3j5J89rA/LPTo9gj05gOG8+5FQPcz/Lr1EI6g9mVbAvNoEpT0AdIA+8o6mvfhYGr5jnQ89cukQvWyRHL1l4Yi9hmk/vTGRMb2p0O+95XcPvdvNmj2S6yO+1tAqvcBz4r1d6CI7fxTVPWInTLwttu+8S27XPWReHrwb0608mCi2vdorLbs+tX09m5M2POohDL1N68m9zBelPbUHQD1QDfM8+AfovI9uOD0ILjw9f1/lvTTcXbxOnK07i76bvXCACz1dDkG+IHBRPYNREzwBI4y8L7gSPkd4P71SPDo94LaZunEVMr2CNgU+t2NovTaxCj1EzhQ7NPU2vrbv0z2i7Pq9UwYDvIhKrTy0Cky9ati4PA/NBL4BJdi9iQ+QPTRVLT5TDLQ9c2vovVlkPr0B3yE946UnPkh5hb0kqTI+JneZPW5Jsr1UpZI+mhVSvru9oby8FaO+/c0iPjbrWb7Q+Wq+b6SePgKahD5gDDQ+N0oOvqERjz2y2AK9kZQaPXc3kLzeNKc8P34VPIXrGL2OqY4+BgzXvd2l471EVR++waj8PRdeTT3AWq492Mg7Pt0CBj7PsXW9C+MLvsZkYz3goVS9hGNFvKQ1pL0URc69W4TSPc0+5z2SLQC9Jo3hvC2pz72XXRI+bvEJPUi/Hb2M6Le9uYtiPfn3WL3oldM9fBxKvaDS6z3m2ZK7","SZXmvSayvjymea+7+C8IPpjt5rxfsvC9LYGGvfU19T37QzC9X+nUvcvZkb2OM5+8DiqsPfnu4j0fkFc98jH3vJrsz72zlD679utZPswhFz1bRkQ+1FmlPXiqUD1E7VM+JFfyunAoIz3RpF69REAzvfRhvT1N2vu9YXyCvWLqGD1QTLs8xTVVu6rYOLyDqb29eHOQvcYTfj0evOm8oEKsPElyqrqgilm9+B3JvQQJrD0gaiI8dWqCPahjNry1SVE82f91PbNoKb7ZfmK8j306PlQ2XD2kdDu98899PWlK0D1m5ny9y+qYPAcWUTyIlcM8ZgDaPO7om7ycyo29NIg/vWQNlz1E7Ai+Gv7QPZEb3b0+/4w9itENvV60CzyD8ME8kGwtvY59ub37+2w9kjeIvZR67zwasMA8BS3DO/A6z73LH9E91D0tPXksWb5IfMy9cQwyPi+tOj6I9Tg9LpkWvhtwRrpaEgw+KwBqPmNKrrv8ap+9N18lPug8Wr3DR5Q+8PplvgfedL40B0++gzzaPbArML4OuDS+gtu9PUqcLj4sFMs8bU4Qvm01lT09QPO9lGvGvTu07r2cEg6+Uzl8PY2VGj00ymA+SAwKO0/6071VQtu9UeOTPcxAZ71hLaK8iicEPm5DOj5g1zm9wFxJPQBj2Dl8w2S9GknevYMbEju8iwY+TAfmveVGOz3Mz4i9hz71vTEctDwBWSa9EYacPAjJ671YvUu9GxGLPEoRwz2AkfY9wWzxPEeeUr1by8s8SZjTuw9sqL3YSQC+ZviZPCKZVT0w5pM9DauNPReQwD251uU9/o3mPZWvVr3B3eo9iVBkPfLo2TxZkBG7XUDjPfOq4zyLhOc9rMU/PZaQoz2IsxK8O87OPRcAiD3YbhA+9C2hvX2vH76hydO8N84MvEnxYj7yf/O9km6yPW8gd7xFyf69nKPoPRSX7LxE7Ry+uRvcPOoJ5j3yGoQ9UbSJPc/X7b2AHjQ894anu6tmhD1qRg29P3iyPCO4ND6plBw9","BVLfPZOfUjybDyK8V+W5PYrqTz31NEw9UyWEPFDrwz3eL1s9LhlKPOQZm72w5w8958uUvannAj6nvoA9CUm6PTEYHz4PCbM9Xv4bPVFJ0DwziHC8TQ0JPfjuvr3VBfo7uj4WvpTIwb1MGtq8ZtCjvTJUdT2eu+q7PRofvVduibwrXDU+uBzzvB0GJ752Gu6847ECvS6xkz1ElZC8Q/SsPM3msj0d90O9/x4GPuFgeb3mUNC8OcvHPYw82D19YGw+iIfOvSEaRr0Cd3O+PZIIPnb9r70MPGI9nC6RPsrfZz4iG8s92ZBnvh7zrL0lhtU8OfOhvbZ8RL1rhe+9VEWqPZ+Jmb3OTRc+CKSLvEY1zj3S5RC9aRWvPPbA47z+3e67YtLwPGvYiD1BXSy9wOlzvCQVqLx7+gA+L1kjPj0Nrbz5WR0+ySIlvesj7L1NyRm9jPUvPYDukzyIuya96cWuPbw0Z72zrK2942ekO3Lk07wWuZA9B3q0vUzOej3kHk+9xxlhvbY6pTx/coS9hva5PXF+yz1DAHS9V3OzPTWY5Lzu6IC9B/FCPa4rgzu0r5W9F1iFPSKxorzyweE8vXiZvRVOt716Lbg9AGgWPjLmnjy0maU9/5jHvBmR2Ty4EC8+IN8KvDAzNr70PmQ9fiFPPZ2rTT1cR4+7+02iPV1KLL6NAue9t3TCPX6UqTwXhAI6P1UDPsVZKL1y9tU97Ra3PeEyY73ZnsY8I44lPD+qmbyFWkM8gCpBvXUcCD6sdie90ib2PARpq73AiUs8xCoQu71Fu71cnG29SUGMPc9i4j0fooK9TgCWvGykgj0gIuA9yX/lPREm3jyL8Zm9n+uiPRcijjykN/I9H/CzPFC+Cr6un8a7yIx6Pcw+uL1v/zG9246vvVzqkzw//xC9+fkjvkAgvDrl2RO+zaI9vNdJrz1uSFc+MvdSPmLOnL4c9409Oz0jPjnNiT73h6A9YW21vAQBODwdNxE+1ddNPd6ICjvmM4U9vXtzPso8ZLyuBLk9","zhmAvul1Yjyeyz2+WKmEvbJ2YL6MQk+9lJBdPjxfvT0WDpg9PqyIvszh8708a1q9gfHjvcR2Gj2PUDy9HCCZvNb+Jz3mE04+oPnTO2cIaLxWLFG9GT7CPVgx8D0qq4c9Gk8GPs5AszvrK/I9TQhrvU4cx70vkoW7DinrPGpuiL3peeK8trYrvFg1PL3DOwy+GkqwPKSvqr2T9nE9KpryvJcZPD2CulU99qeLPRciujvkei48AzxFPQ49lz1xeQQ+bVXSPSH/Kz0SQvW9CdBkvXwPBj1cImq98QCVvbOZzj3cYQs99jRNPRja9TwvlcO9RaCXvc0fZTwH7w89RwO/O2BkqDt/jBk9te66PeFxHTztd5G9QAjMPfhk7Ty/nMQ9q0O4PBELBb3ADak9c5KOPQM5Dz5mGwk9YD56vEN1Qj3P0/m88noXvbAmtT3Y27q9mGKLPQfJgD2jVQM+rif4PRAtDb2hWw08qkXgvAJmQLtvmdE9mPLFvRkk2j2zZJo9YEXBPbQ8BL2Ez5E7QUYnPi2QlL1Jsp69fBL7vayjKr0Lvsc9+REWvnw6ljyZfIa9VF6NPdGvgzvcgXi8YR3wu2Er+D09rdQ986WQPYfJp73Fx5Y8Yf+kPFCH27snftw92chUvPze5zx1+C2+cyn4POkUjz3JTFI9lPySPf3/1jwqWLo9F99gPi/Mp76P0vK90VOovB+rPT2OsWC8f200viIKpjuA1OA7DgI1Ofo2pjypoTk+M4f6PWwN7jybTG+9+Dy2vQBuRL2qnc09fzYEvoautbx+drq7vu42vV8txj2i74U+2Z2tvL73Cj1WspS+8bRJvWdfKjwUKRy+gvVpvsTUIL3u0wE+2yICPkZVHT6YgGW8zXTSPacmLz7gTCa9qcMgPHyQEr1OLCY9a6wkPeg2670tUyo+xJVUvTonKD2fm4g9UTbOPSDz/L1Mr++9YKMNvX9Ljj0XlTM9po+SPFQisrz4Moc9nkA9PTxWtb3NB288ROWzvTHD27xDNdo9","JsSvPSv1or31z1w9KI+bPc5O0z3ZUSi9B0D7PNgvQD2f8tU9sOG/vaaAwDxXePW93j5EvYa6hz36ZOC9XGlYuznug71oNpS8bSMlPvfWkLy9Zfs9p0bJPI/IDz0t/H0+VVMuvjQ05Tx/1NS9V6QePKMkXj1/2A2+bBOrvLrPh72hM9e96CV6Pem7mT0IH5o9ToXDO+JGiD2VD5c9eiM1vT3zkT21Cqw9LAGCPTMOZb3TvpE7eHXvvJNZQz72NIe8dI0yvZT+ML6I6489aS3/PVJBfT0Xs328hA7wvbwkmbxWgzi9R5zzPC6Fozxhm429xIDbvJJ2Rz2m4Tk8/gYXvrb/oz3e00k+0b2ivTFV/7wcHjU94s/FPXwH5zyBtzu9YMoIPsrUdj3qU2m9IKgUPKcVqT2DuBc+RUH7PelGiT2rpui895RvPjxeP74ynQi+PD0mPpApED59UB8+WCetvZbC9723x+e8caW5PTVgAjuucCI+nTHavXiwCbxt1la9CROKvqMHJT0u2dQ8HUskvtCKDL70Rv86X9fLvQA+672QNzs+5aGbvSwxszwjsQ6+DX8/vABbGbygLfS9z5mZvY2xrL1elFQ9iTkYPEuEy7ooVRW+ZWSmPCh2Bj2bfI89KiCePVmlUj3N1J49Xg+IPTDG8zuLlCc+flOivRHl9b0KiWQ9jR6vPW0CVb24otY9XpA0PdZdSz2mTt28jRZwvNZvQ701ffS6/boJPin7PTz0h+Q9OPwxO/R4s707s0S9qxEAvMg3nb0NJ369iRvXPP/f672N3mi8W+ybvBWeBD6PVFO9/eymPLkq+7xStBI9D7czvDfIxT2HF6c9BraQvfEN970EyHU9jEgrPRw0ODxr2ge8QWvevPOTJLwmvw0+DFpVPNvIkrzE4hO7HlsVvs1/Jz5bmQW+0besvQfqCb6hfSm+SWsqvXZOxr1ngzy9PAqNvFpI9L3EdaC7VFQZveaHjrxd5Li9JTkCPFDZ2T1iT4m87pkmPc7Ibj5IQwE+","QdvbuGFSPb6YbUS92eMNPkHFsD0lwOW9pSglvk9fjDy9Buc9SsyPO44EGz0nJ949qT7UPRxXujz77RK+6fIvPShZUj5q4IY9prOwvZw/j71Jb+I9mgYXPuohyb3UMT86B6k4PeyTZz3usjy9yz5OPOFWqr3BvqY9FacTvAFnNj2MEvc8yxQoPqk3sb1x3aC7pgEQPYmsBTxSDHQ9xn8cvlq3jj2fBwk+tRZHPhMRt73tiV4+Th5ePsPRaj3UaA89wK0fvgaahD3Uwwy+NShdvYDNpr6kXsK9DGkvPAj4Dz5lK9891dZMvgOByz2DyTq+0grPvST6qb1RENY9OwMMvvLsDz0Zax8+qRBSvJR3aT0uLa69+EmyvSwyBj3YDMW9RjWYvapxfz2K24491f+vPUBavLrxPcy9bl32Pe+e7T2OnY48DraSOxrEWL0nH5u9WPoAPiMh/Dw6RqO8BDhkPPoyHj4RmHa9AnIBPvQmVb0Epes93IXiPQ+X0j12+xO8veu3vXUGzb13H+W9/22aPMI6NT2nUjm+CAmGPKL6kLtOSxs9GHFEvcN+3T2qLgk9j6uTPadXlj1yWRo9kpmkPccgLL3Kfuq8aI4lvPAq5Dswe4M9wW4VvTQ6Y71+U0o+IuriPANtHb7B0C499slzPC3Iozx4MAO+VmVsPdOxXj2UavO9pUKAO3eO6bw/wq488/GzPfrkQb1m/dU99JpAvH1cwz0MlDG9X9oQvfQqnr1pSA49BecOvr9JWj1ONYi9Ht3hvcXFZL0EeY08zmPVvOT/brw3M646m6CLvVXK1r0uZ6M9SVwoPeBpnT20USE+Y6FJvV5gCz5FaN29J0HPvQVONz4Hiyo8wk+LveeKvL3xxYk92jcYvT6vWz2y8qC9FIS5vQiyn73ojj6+rBarvcxiwT3rBbc9r7tQPl8HIr0v44K9GHAoPkWe9j3LIFi9h9UPPTvnDD5IK6Q9qLIEvjWKgb09vRs7kSEKPpOXRTxJmEc+mTZ8PqtTJz3Bxvk9","NR3uvY1pIj3ClcS9zd01PUnfg76+/NK8GHxhPv9emT7zGsQ+6bWFvjnIoT23DUe+DEN7vYYFdL3NuNK9M+bUvUWrHrxJQSA+GIstvbGFSDzRS5+9j953PcitYT1lRgy+IL1RPt0W5j3LO/k8XBaWvfyly70izok7aIvuuttTkLy9EuS9bGbYvNmwFT1Di2g8ak3zPVB0VTxDNsM8rqoQus+Cv7trmK47BJsyPH6WHj15kbk9ug2XvSH1tz2Znxw+8x9pvR3g6L0TW3w97IyqPZpHLDutiNQ7ec+avJc5Nz3ivSM+7AETva615b0Byj09ST5NPcys6r1sLh09grOIvHSvzL1Dg7O9trAkPozhSL1fZnk9UPuQPVbV4r0mSVY9H0ZHvrl50jyXdg89V3I3vlRWjz2XzBu9brUrPSAEE77LhX29f8EYPujPsTy9aue9QeqdvHJDob0sYYs9NztkPejlzb25fYG8Re3ZPaK8Fz0qsag9040HvsvsEj63onU9ySWZvW1Xgz1pN2m8394WPk+3tb3gpgy9U+8yOuFBtDtB1H45m5DxvZ0J77wxnSM9SIMQPockmj0O0PW8PcTnPSwnBj64M5+7TpCbPVYbID1Cyte8oCWXPa0rQj0W2gA+YX74PY+E5z02xW+9xZdePW66L73Gv4a9AWUMvoYpcz25f1g+1lEPPWicBr7c0Ki9JCkWPRbFMT7BcB0+qdxIvsPp0T0ABaM7gqddPvA0aj3djYU85+x1Pol5jrshiGM+uMxQvrxXOL6+wFa+7j8APr6AW74d5zi+BoCXPg/2qT7B/oQ+41ipvWh0ETxL56C9JsWkPWRKf70hzSG+7Ouvu/WDcT3AfDw+gXw5vV6SQ737s5S98Urlu1kRgz35ee48fUJcPr9cNj13c5m9av6ivWeTnj3o0849rgl7vYvSwb1hC5W9Gd9EvUVD9b0x2M68zZppOyVNaT0zY109BM4CvWwourzbZAG9z2jcPT6THD0ej8U9RN8OvaFzcTz+6Mk9","g0+xPUY8zrz1Qv28FNfCvbZ9/b10jHq8It+qvcK4/j11lZS9r//MvLG7bT3thts9VhPWPCxG4T3zZBy9b2juPfQA172tzEm8Pa/TOxeWqr2by4S8aTG9vOH5kDztugk9/psivYewoD1X2vE9WP0jvtQpaD7i2gW+bVkBvTzbRDzmmi498UrRPQu4nr1EKPi9kwaPvZffpz1FgMi8cXQ4PaIQQz1GWcc9Y1Z/vWAbcz3A6us9lT/6vTplFz4hLaY9MiGkOtb9RzzN+KG9tkV/PeKU0L1U/I87v1y/vXt5mD3X8QA9HY3APc71UT3WFAo+waSxPYac37t5tQu+92KjPVVBHz0RXiI9QbRwvQs5j709PW68kvKePUgGAzzrCKu93IWCO+bw370V88A8PxEnvR1KkT2I41S+8On+va3uLT0+2m09H6bHvAcyzL133uY90KgqPA+Q+D29Sr09CA3lPGYHWz08SAq+SuD8PH6LMbzsY9A7gdfWPdlngr1qmDo+Tk+XvX7Xy72gF4a+hov/vKFhCb7rtOC9kbWJPjOPhD7rurs87IohvlJMX73Es2y9owLcvYMQSL08G3a9wlBrPYFlc73s8PW8CLgBPXJsej3YoSa9Y0gIPawESz3JnZq9ZkH3PcwEd73XyAs+DScwPcjdGjzTloq8AaCFPcS5tbwnuUe904nbPLxsxzx8NsW9q3EBvvjEyT2HnjI+thxZPe9RzL3uVto9yl4AvmLjbD2pcg0+4eoJPsHOlbyzOiI9oX+Cvc+7fDuy/bW9UAiuPJ3xaL17xWY9xtZ/vItBdb3paRO9Neu5O+1XJT3FDwK9nS/MPW7dST0/TDe9T6QYvREHXT3Wbfc76OWnPDqBdD0YPgE+yd7YPRWyib1jSkk+hEIavQKAJz1pwii90atrPCEx3DzbNjc9lX/xvY+YBzzQlZC95kawO5XMAD2DSsS9WTtlvZtnm7wt0fQ9SHJwPXO1NjwL8RC+jLjavWn01T2erz+9RIcuPbsrKj4jVVm9","S6wuvZJPfrx3q3u9bt/8PRroLDwAEG49h7ixPQzp1TtrQ6k9eBa2Pexl171y5Mg9im5/vYCOlT0tsVQ8FxwcvR3JprxlQR0+Jh2Avfc1Fb7vDp295SNbvT5X6r1ZfY89v+RZPGquMz1RUyK+Q0lePbQpqzwLAge+9nEKvomqTz1sBHw+VeRXPQvar74Hr4A9WaO5vAWAzj2DuM27/FdOvvBg2b3IFys+TdGIPnLUADx/POc9dI7TPYZghj3GcSs+mlmBvmD5zb28K2C+QK7APehomr5ftZk9YRzyPaqCjD5F5m8+F6RjvZq0HT2tN0u+CaQZvm8GPz1xs4s8iHYRvhKQ0D3g8Qk9401APcI7HDxHOCM8N8zdPSxjKj1rQBg+I1jBPSMbf71K1mi9PkdXPV247r3KGiM+/ZXAPS+j4z2aZLQ8FpuMPZHgwT1i8kI8DPGQPQ17rb0l0Eo+fS8DvVl7PDtR+gG95UzYvZTuwjxesK48/79zvUuqqbzsvaA9X3TrvCljJDw/Vqy7AwCkvWCCHTy02wQ9TsiQPeghnj3qQpA94gI5PfZvqb0fWn26ChlUvaWeGD325+q7mAorvajiwT1Z92w9RVMPPn17Ubz8vJ+8u4S8PWMYoT3lYoc9ZDLOvfMFlL2xG2w9GYfOvb7z0z0thTO+31GKvZ2gAzz0QHm9LQQcPov4hD2ED0695KvTOxzd6T1ZgdC7GJWLvfPbOb1wnVW89T5PPew4uz2UWZ89PakjvYYhqT1p0tm8JZYhvaxyD73A+Z29Xb0xvBZMSz1Dlps7lHAlPY+q4b1HFC495rXxvbdg3r3L3a49KTjHPW6Jsrwfcz87ExQPvs0+zT3cMkU+Ayi2vGdm2L0j7Ku8tid0vbXTsD21C2+7WTQUPbavGT018Aa+aDIGvji+fb3d5Cy8rDqCPLdbs7xvZ9Y9lZ+LPsP8fr5/+Fk9PQALPt9ZXD2/56E9b1pIvTdWMj1vTsI9CF5UPsC0aLsolgs+Fs6hPTH7pz1uY+W7","gIUZvlGkNj4ea8s8zv3vvK9tSr7zOIA9BteZvccQzj3Go+A9Sm6nvP4+g72oBq69M38ivokK0D1uEiy+XlY2vRbuCj1tswo+6JEMPvLVBD12Fwq9LEjePSrsHT5coKw9YY+oPYvMcz0KPE+9CROZPJ/r673+8x0+K0+Yvc1IoDwnLc28XGrvPMY88L3vksk9VZUQPhwTqb3+qoo9B7VNPb9Zoj2kfkM9ozYRPmdEVzxM4VW7BAWWPVjRwzyzJqk91HGzPcBbmj2TRlc90b0IPmtmtT1GjOK6fS8ZPuYCxL3op7m8uY+kva4tfL1Bqv484xxmPYSM5jwMrqS9FLz0PT7iCj3Erac9xTY6PZp+2rxM56k9/d0FPnw4Jz0A7zg+MOPovV2HrL2PsIG94la2vf0HVz6GBLu9ywu8vRViEb5UVB89odh7PYDelD3urve9EhapPFnWw71FkX+9wYHfPVXM9r0Xl5M9wP2ZvfBYZrxPGeW87G7HPANudT39E7M8orflvUYuSzzO+Ni9l8zsPIeu7rwSM488EQToPLLGkD3h91u9lHSmvWfUyDxJhnc9knuyvSHtQT4IAEU96d2QPRiS9z0QEw49JFe+vUyRL76pH3Y9nDDZOrC/gDs2M629IoTBPWVd5T0rUuq9a9ZzvTak6j3gjk+9LTNUvTXwgD3GZ4G8uYChPcCsgr6KSTG9UwunPVOUMz4SQIi9H6AdO7jJoz3Npgg+DjcKPZaGwb1z0HQ+eEUsvnWgmr3j6lW+kW9XviiRXD2zbiK88z16vf/x/j03LhQ9XXmyvHFg0TwvOVY+irYLPX75rb1fNna97k4TvaOEXb1CYpY9IQBYPcNG0rxm30I+/igbPX7+kb0CyRi+HK5IvXrPAD5unLI93oLnvNqIBj2ezZy9ueMYvsZBy730A5o9No+gvVp0sz0eVIY9lTH8PSHJ4r3S6Nw9TYEMPvsa0r0XMAo9ETZYPQmjQ72aH588TKEEPvv/ObuHb7u91mEfPTvQE72RqWS9","9k4JvkMXxr14AFi95aQGOypPLL2Dbyy9vpgNPvButD0I9Y49KJ1/vCDjvbwrY5m8HH3IPcgmwb1oLUO96525PWAIKj2sTJe9NkMsPoOvlL1W2tA9BEV1vcpCMbrqyrs9T58Gvj+uy73y2Yi9si+fvE2s8T1gTYa9ftc2vPZmXrz15sO8aDUPPh/eWL2xeSS+Ug3fPf2qPz2CGoY9hPsOuy7GvLwjjhm+jc5Du7obtDxr4JC8kUiavErJBz4I4mE8ApAtviBL7L1ILLa8NmsTPrS7qD3W9tK8k2PtvZAbMbssrL29GXRfvDZQlbzH05m762ZJverUGD4GWx69UQQdPGM2vD0MysM8qScRPj4NnLzqM0S9SwagvPso3T2nZRo9hQiRvZu3oj1ALwa+OTb8PTAFWb0ke8A84E8Hvcq3tj21aw0+k6qaPT3nIL1ZkuO8y9o8PvH4U7zBCc+8M+MAvv3nnDy2eJA9Kjh7PbMRuDwlAlM+rbohPg58uLwyYRI+tIBqvtB4uj3WqfA92I9IPFXKK768OwM+wNapPD4/GD4Ia10+ljpjvGqKNj0l4mS+q4d0PdwXPr3pK7s8kxo4vjuZcryvDRs+Vmz2vJZ15j2IqkO9FjfUPeN3tzwRFNm9IzeMPVcBrT3eCfK9ONdTPXdenz2T7DM+Z7P7vWIZszy4AIs9MZnCPdP0R72h44A90OgPvYZnV73v9K09YH1pPSl+Hj0XLGc7Au4RPT26sL3xgoW9r0TVPfisz7wzkxw+i9YCPKZn0b3VzA29xG+OvYtjTz3vlCC+GUBAPaxLmr31DCs+Druxvav/+TtqzAs9hPyDPVdkPz2cua69l5bDvUF3iz3BYpc94h8UPR3Ewz0wmIw9yQG9vAwh3D0+Vjo+XKCBvdZgRb5qLaI9I70ZPL1q2D3IB9a9YT1avUynODmc2R6+GmU8vanTpb0S0QS9OIxmvTQYC70NrFM9TG58vVr1x71ZJ2y9FUtCvW1sSL0sGwM9HnABvvJRhz0T94s9","713+vV3v47wfa4k9b/gCPgFzsD3HQ0k9TpVju41iWL0HyGI86dCJPYOOmT1cldM9wkjRPSwpHz1PRh09fWpfvbetMD1aswk+YVeJvSbUzbwuGrq9rxHDvQlQm70i+w29LKS0vRA217zJ16s6UWN0PcPTeL1XyMo8EC8pPiZr2D3soJi8OHhePjJvxL3+V8o9C2sxPrN3ProyYSI9jN7RvQ/FXj10t5k8fz+yPa1k6z3Zmmo+/L2BPrJncj3zh4A+ubUdvrG1aD0494K97v0zvUtFyL43TJA8YI3iPVvceD6Ovq0+oyCAOpD+jDvxt3y+RAM/vdr6cj0nc2483df9vcEYmb2vsXc+FOjMu+W0xb3F1IS9t8s3PeahZD2fn7w7vFzoPXrqkDz73+w8+VJGvga5Yj1jE3a86GEJvUOswD0pUvS7f81LvYdp0L36cBO+RsK5PV9QzL0M8hg9IltnutncNLz/Szu8/kCDPMYgdL2aJkW9cFl2vcbg5L1nV1I8/7h4PY8IhjoCWrU77nbcvH6n/b1jghG9hK6KPZ/6Ej7EKzo+Fc6IvchesT2l/5s8mRILPCVPqz1B+Go8LTchvZAUvj2ZDFs7w4pCPuVUrr1bu1S5XOqRPcaAVL18cFA+MoePvHREO77qjrw9x55EvYuTg71wTnq9hI9svcQPdT1C6AK+4xsXvdwNqb3HsfW9VRkfPBV1mDzIVzY+ZvojvWwGgD1Oc0g9IFuJPZ0cJD1qFRg9U03uveRxBT31nEK9mV+EuzaVlTul2tg8+bynPfUJvbzOweq9xwAmPZ0LPb31oVu87HPuvcoYqD06tDE9jxv7vCgVvrzoUiG+EcoHvFMFGD7bmKS9cqZePR64Nr20N+G8fisRvX4JHD1dPl09Ac6MvdB1zDsDZVA9LUFMPR822j1eAAg964zpvLCXCr0wNOg9SVpXPtmDL77MflM9isQaPiK/CT747aE8fXHAvYx8nr0qq889v8oYPtfR2zwfKY489WBrPr5XwL0ayiY+","phl9vlVEdbwjb4u+eYAMPbJIF75VN4m9QRKAPlE0Zj6t7B8+9xsAvtUlxz1a8t68uNkIvipCsDwcRSU858revSty+DsnpiE+zvYFPtlx9b0j4sO9okgyPhPELD7IGAC8t2FCPmBIMz0VsV29a2b1vdhzvLzNMAs+QWbxu7i8er3UrvW9sIwSvR7eur1+hw2+nkvpPANi5z3UizQ+dVxXPSh53r0gMhY+OvKnPR3SYD3JWME9nTz5PWd8xTzigvM9zl+BvIQEu72Ut4I8VB8KPfdv9LufC7C8/jEivdTlXD1n4J48RBnkvJ28gb2T5SG9x7o0vRTrGD6KDPA98rMPOgKUnz3fsp486vNbvWomcD1hBiA97WZGve0Kxj1RGPs8KYLyPDBxDL33e709gp/AvMh17zyxpfs7D2EBvq/kO76k3c2942IiPglM5r2p7hC+bQDevDXE57x6dD29vCOaPElTkT2km7490gWdO19CZz3C6K89Yw2CPIvqQj040Zo9YsdSvYcJmL3lE9w9xqO4uzwLR7352HK9ssGcO6El5r1zdKI8QS2VPS9lsz2Wlg4+0WpqvVAj8T1M7TC9nYnuO2c8MT6JkcE7+ccxvby6wjtT/kA9ygLmPNqqUz0cz+q9zhTQvBzpLL1e40o97L5zvO6wSz0L9RI9/wVpvra1LT4IKBQ+1NZlvKE3ZL7FbGU9HJM9ve9R9T2x/Y89JkbQPY19pb1m/oO9HWFcPY/U673gwgg8Um/CPRBYjzyzZIc+y0QCPTxgWD3D0oG+AJQAPkJ56r2hJ6U8t7UmPgoCEz7pdbI9nImgvhiMNbwHats956CQvJrELj2Oaga+3aqNvRVIRr1bEdA9ddSFPYOZGj7fahu8BRUnPYqwPL1AhIq9Ov0kPnhvgT2WTpy8EuNAvXZ4Ar1iUBc+y7uQvcE1DL3ylN89Hwh/PUOD3b3isva9harivS0exT0gIq49bpx1PcOA473Yzj09gCqhO7PlnT2lSv687uo0vBbNdL1vDQS+","MPqkPbnETDounHc911aCPQcqXLzPIAG+YQKNPdNaV71Jmpm9dyQ1vfbM1b3cZzC9dVaevbof2z2jXF49G3ZNve3zzbyEsBc+xAljvIxRh70VKc49zaoMvUnfmD1VJyO9KapePRTDur1poIg9Ticsvq/eXT3V1gw90e8DvigpCr6wH0C+O/+6PYRg7Lxao5M9tCjmPCGS9zxNUR09qEVcvXeze73oaee9AwbQvPr917pdqy29jwSovchAujwvXIs92D0TPVk8C723tsM9/jbFPKeNozwrr4o8ypX4vXmAYz3vXaW9+x+XPJ4ex7sIDX68EL4CPt6B+j3dNh++YozaPXIF5Lyx6ZQ98d02vVQk0D3BPi+9rCH7PeJRgb3KTiS9ph/UPMi22b0t9XG9pn6FPSN9yL16toe9p29zPMxCFz3GgHM+mVCFvGb6ar4jAQw9OODwO9xfjT6g0y+8hQoOvvD8Rrw+Uas94UdLPgkZXrwS3yo+dCcwPtdV/b3wx5g+ftNwvrmI5L1UD22+UnXvPfWXiL5S+Is9dbxjPktWqD6ejiA+/1p1vmphQT0Tcp29bgttvW5VVDzFLuO8yVYtvuHtAb4nSC690hhcvAYfXbooGE+9j7MCPRp8fD0Un0+9aIA+PmTENT36ItI9GwszvQh8Hzzy2b89avWgvbJe5710fCA99UquPWpVkj0J5jC+rcmRPakKjb3g6mc9/CCkPYWlzDxfK2a7ooCYPSNcTztJWSu9C7aePflSPT2s0ha8g0QKPcdOG72d+ZM96yZKPVbYqL0+LrS9QHr/PN5D+rz4Vci8HGENvZwP7z3hkX+9BlWjPBJ8Aj5Cqho9lwZqPWe43bxSt7u8gKcKPVKWmL2s4tQ9eE+hvbOIBT3YO8o90u5ivT+3FD3cqPA9cVk+vmsNUz4L2vW9sr5wPbJVIbz+nD6+VN0aPm60Czxv+569R/OzvUsu4j0aPPU9z3sNPtjEbr0jPzo8YtwCPuOkAj5etTW9fiB5vZcoDD4Y6/G5","/J21Pe4pL76ZadE9VSSLPDVtTjy5UKU8/Ec+PLqFobsihzC9pfETvjUopb2bIoK9rYAAPgwcrrxLHlo9fLfOPLKDGT6QIaI9ELFjPWtTUz1iJ+O7DKrJvGS09b1djAs+UeHnPSbjJj1C6TC9GLPnvbJfUD3XDdQ8zwFTPbM44z103oY+UfZLPdBSgr4QKUG9xMpevLaWGT6xJQu7Ze1ivt11az1htIM9tGd5Pjh8or1PqPg9Ldm0Pc+wOr1pMFg+3uJhvh7awz3ZcrW9Ky0xPECZmr6pHAM9vBQhPQP/5j23ZrQ+FI80vqrAJT0e3M29uebFvQRnxL0rx/+93wX+vUS/g7tEhJE7PG5IPVI9ob2rkWS9cGOxPYyhQTu8dVe9JBcuPpEzsrzRS5+9dVSRvU5AEj0Cy4I96BAyOysMlL2KKba8QqEFPurks7364xg9tB4pPhr8lr0mKKM7/1V+PUlqbb0DRbo96rSDvTr5pT0UkH29Z0LxvCBbRr15pu09iPk1PXeiUD36Ycm9zf2KO8k6jzxEZKE50fiIPWcWgDwWW8s99KX9PTm5R715v9E9tasHPY8I072pegA+HbGdPaHn4DxSx8M7o8TuvCoVDD2ct7I9K1CqPUPH6j1pBI262eFGvcIkiL3Bwb49x5Izu37sIj7PVh2+IMw2vfDzcrzSwYM8EBKNOhPd1LyOkAk8ZYukvWw3A71hVA4+TrGNvd12RL0QiMS9dOW9PSd5/7uELHa9v9f+vTsRfzvwGhM+KqMgvhfaNj31Z5c9phsfvM5zCb03uDk9Rl66vc//dT0CiHm9JkWfPC403T39Wr09wNmRPb+P7j1Uoc88TttbvPUuKj63riQ9OiAzPSrO2b1ud549XzYVPk12wz3ND649o9cMO7BOqrsBsx2+WZH2PCUNqz0gGrO9emvBvW+1gj1f4mQ+gerDPXtOmL7UcHK9/xXXvAFN5jwIQEA+pZ+NvVH7mb2+ZwA+hoqTPVTeST3BcvE90cJJPt40ajxnB2w8",