{"architecture":{"class_name":"Functional","config":{"name":"sequential","layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,18,18,6],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Conv2D","config":{"name":"conv2d","trainable":true,"batch_input_shape":[null,18,18,6],"dtype":"float32","filters":8,"kernel_size":[5,5],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d","trainable":true,"dtype":"float32","pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"name":"max_pooling2d","inbound_nodes":[[["conv2d",0,0,{}]]]},{"class_name":"Flatten","config":{"name":"flatten","trainable":true,"dtype":"float32","data_format":"channels_last"},"name":"flatten","inbound_nodes":[[["max_pooling2d",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense","trainable":true,"dtype":"float32","units":18,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense","inbound_nodes":[[["flatten",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_1","trainable":true,"dtype":"float32","units":9,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_1","inbound_nodes":[[["dense",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_2","trainable":true,"dtype":"float32","units":9,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_2","inbound_nodes":[[["dense_1",0,0,{}]]]},{"class_name":"Softmax","config":{"name":"softmax","trainable":true,"dtype":"float32","axis":-1},"name":"softmax","inbound_nodes":[[["dense_2",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["softmax",0,0]]},"keras_version":"2.10.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[18,18,6]],"output_shapes":[[9]],"tests":[{"inputs":[{"shape":[18,18,6],"values":["lT1qvwhgvL91AyDAiltcPnB2fb4Gkba/hqP2PWWLhb5AvSI+0lhbv05l0T+nbTi9OEaGvvumjb83ha+/sVmTvXpDqT6PTK8+bpyNv3FeoL4U1Q8/Sjr2v2MAUT+tLEG9/gTlPl5YkLx1g6Q/oeytv/rtxz8jCbS99E0BwOVzM71CESQ/QVWBP+HOVz4Q7Ac/zZe7v0CM4j/pM/e9NyTUPnlgUj9Ezgk/QCurPp52+z6P07Y/2UXhPwacI748HTM/SI2HP21LxL5hMiI++SGYvoGvkT/VbRbA2Wctvx9LOr6sh3u+Wbciv0agcL+WyS8/vUdbP5s2kr9QFVI/vsbgv67BWD8ysNy+0O5FP/Tisr85zdm/HKyJv9B+jj/hMOQ/ieJYP4mEu76aure+QRhgPyjior3Gf6o/bGgSwFXLVzzz+/++3ZWLPhyacj8Wc+W/9c4ZP/PuAkA/gyK/vySHvtDCuD4Dt4G/mInDv8M7Az9Lq9K+T/LHPh/RET+v0OK/Qd5Dv0CvO74ES6Y+osCyvlHKCz8E22k/f+vTvbEKLL9I0Zs/8bYQPhwBmT9pVW2/T3jyPmrwqL6nDoy/RBEsPwGxRL6YMLs+Llu5vkOjXT85aYK/bY3ZvjZ4ET+3x5W/QyXMv0+8FkAV0YG+a6LUvmtulL9A3J8/OJqXv+1Y+r/eGna/1cG6PtPEIT9r6MY/aj5qPz0BL78WKKO+bXUlvpbRnL81VOW+oHqGP7oxYD9b08M/IuI5v+MBTj+BfaW/ylNvv5mVkb6rIJe/wfbuPjHFfb9mDk0/HBeYPwibF7+yk6s+BPLfP70FmD+9r1+/3Q0BvaTXiz8HSqo/tITBPqummL+UyBO/aSg3P7urGcCgJgPAUsmyPtxpmL4DozY+2dQdP2W+Dr3l7S3A0AkPvxkKwb3bp7Q/PBuUvmn1iz5TW7m9JnG2v3iyiT/UHZ8/9sglvlnzEj/i0CO/2vCuPh7Nkr8svcM9iUA9vyGg2b/NwZs+psSdvvSy/L+z13w/","r7YqvRDSFj8AQva+daWcv92YmD0IGRc+bQu7PyhgQL8X5LK/D3uev84+Ob//MaW+R38Pv4gdvT94hMg9FVWGPwcT7L+o0I2+inb1vmzIBb8QbGs+bi76P/x9Ar6wNeC+o9cfP2bJHkCoNTdAQyABPzxDQD/YHnk/+Dh1vvMJFz9MG52/PG2DvgXUXz9Cy/I/ApRPP2lf0z4XzJu/m2CaP1mphD9MdTo/i45ouxb/Rz/kn/m/VT5kvqMYGr6cDIY+5o/MPwWGy78kBUw/8J2Iv87aJj9bqTE+pu0wv5QtrD/HUQPANxwov6Ahlj8iFi6+owqgv+4bmD97H5e/eLRfvthJqr/uSYw+f1KgPho+6z64N5q/IR/iP2kDCT8c9Aq/vNupPym3rD+l81W+OYakv7IhgL90qJG+sstRP70smb48cZA/v4KeO3k6Bz7ltz0/Dr/8PyKoFb9eh7A9YS4HP6otNT9i8RQ/y1hXPjfcab8lWx9AFLUav1TZAMD22/U/H+39vZu0YT8WLx0/EmI5v+IyLj9LkkM/YcXvPnXcxT6xGOU+YKggv5+Vzj0z6ga+23V8vsnXNz4nRaw/TRn1vxfqgr7tYSO/G2AavzfsZz/WHUO+Sfcmv3vaA7+rlwg+K4amvnRMIsDHtB3AqEk7vztCxL2+/pW/GZeEv8UEqz/JYJ0+nUoewKYXVb8sGvk+yzjEP5jRjb79A8g/5+JhPtw6LL87JY2+hKazPwQVHb856Jw/jQo2vhhIdT8mS8g/LahDv131pz42e56+sKStPwRljz7NRP89ph/cvnNYXb8QWDRAmaKWvjALR75S8fs/wjZNv2Ehhr+1bRy/9Mr1PhRgh7+bv5U9DnfmvuOFbr+Wjsk70GNZPsG0zr+pNp4/bCIQQCuFA0AhNta+TZvIvhqy7b1NyQE9K97PP7W9TsA5VJ6+hCGbPo2u274whpM/MQ+OvykBJsBsWhW+gXcovh18tj8Oktg/G0RZQPVS375xzik8s5OmvgNON7/JdYQ/","GA3rPXWzDMCsEBQ+SqMEP/xthD+KO2I/lU60P4o7J7/mjiO9w2OJvyU8Z73/l8++bjL0vhlcfL+Vyny9EmxjvhO0sz3uv5m+At6LPhwznb8IgM69Q9BTP/CRj78HJs8+0dZxP++rCr9fC22/uihyP2DUBL+LL6k+66fbvbdl1T60AxnAhKI1v+60mj+a49U+0hJRP/D95r9MbYC9PqDfPgKBxb/L9FA/yqcyvs6EST8j+cw/CioOP4OedL5bjRC/q2YMv9PFtz68NIG/FsqPvVr/fz+qSAa/+q6vv7u2Gb+4oxDAxsdWv3YSd7/AADs9PQGaP6Izpb8Osy4+awgBP4dGrT8ZVSQ/JAhxP3kELT9j9RI//R6LP1FY8T8K5So/5SkKv7CNsj8oR6g/7e36vTzFNz/5I0Y/5eMBvqHyET/Az2m/o24XwIGcvr8x7bO+ot4cPy42Bb+H9dQ/w1hYP7bRab9nCjC/5Aeivjbf6L9vT189pNaQv+Bo6b5K98U/5E4BvxheNb6ydya/rxHSP6xScL9RDnY/B4msvw9we74q7zQ+cDgFPzbzFj84fkw+rW1+v2/atr6sgFk/8/mMP6HGA0Dceos/IaNmP5uz2T/v+yG/a0Aev5CY2j6Dbse+5k6Av0apuD580pC/JR3dPkFK1L7NRZW/B8n/PyWVtr8fIGW/UFHFv4UyPr9/lo0/wlPiPp9hLL8s7tk/BAysPfW5LT9JeOM/SEESPs0MpLyNKAy/kejUvuRoOT7KKwi/CDA5v8Ymnj4k4aC+UVoAQNTAIMB+UX4/RNhwPwo2az5hE9G+nkExv+fQML+jQTi9iZh/v6Vj2z4O2iQ+gSKSP6QVNEBYung/A9EKvjhFwr5dR8w+PqFuvy0nhb5wuF6+LWMCu+NQ4T7hYnS/hVivvcQLxb7q57k/YFymvuaxb796Je+/7UPGPsBNZD+/oXi8TNXMPhimOD9rnfK/2Voevqigpr4JQ329FB2Zv8Bj9b3BigXAMa/fP/hf2L6AURHA","D4ulPvOw/j+lioA+OMzSP00AVr8ZlJi9177Qvjjjtr6L/UjAoPd5v4gGez8PFgtA5BO8PngcRD+S2Ls/ggPKP1V91L52XqS9IV6evyN5Ar/jCeo+AaqhPpPIVT+Km98/1diTPxHeND92zvu/JMqkvx2Z4D/MQQE/mmZNPsU66r6iscc992P0vwztb7/ISxI/HTW5PXqM7z7+pcS+8aybvb3j4j+hUoY/y72bv/DNir7rJpy+1Uw4P8P+Qr8RHPK/GdC8v39X7b1O69O+tzrwv+phOz4ZYcw/6aybPxuMA7/lc0g/IOoNvyskvb5oORo/soRQv7yNHz/RX7W+W6mov+qWeD71Njg/MZuGPw4SJr+VJcu+jF/Xv4n/iL85SQg/8CGavRG3tT9hBa8/LAl9v3yEFj8FC+I+Ypyvv1nj7j8THcy+p0G9v8CzLT9/YsG+xgKzvsQwmz5RSU+/1+BEvz0hqj88j5e/gaFgv68XRL+7wna/sxiOv6JmTr+CwFo/a9sWv4G/zj6/Y+y/x3S2PxasY767dje+aZFqPo+v0T/B2yA/THd2PlfiwD+6Cow/aEV2PpfBJL/xCJ8/W3ncPqmvtb9KWja/g21Xvg75lT/FQJc/RK+oPhmylD8ywYi/DD1Zv/RbEr62IU6/gwc0PieCVD+4WTi/UB00v3IElT8AztQ+6S4lv15cqz+HeXG/LtlBP45nVT5WO5e/RMjavx5Vqj9/z209pyTOPnM0oD43Kcu/nMovv47RHr6QKI6/Itp5P2FFMT/6XVc/o99SP/kg7bzpMbI/Y0A+P8+Khj8f0rG//3TCPIMaFz7ioH2+o+SNvTyfEsBghCQ+4AHJviToL7+4jz4+R3gPP9g7BL64pjy+749RPovlyj/9HDe/0WkSP9D9U75JT/M+FlfUPqNF+L5qoQE/ksEIPjnmsb5LUta/A3tfP4IuZD/hm9E/c9Xyvr1NDr+Po1+/P8u2v8y4yT9oyrO//aAEv0KdRL/gCrI/cF1cv8nJCL/3FA2/","ULVkPmObZL95JGC/lhyOv2/vob8SFB495JIGvocL8b2mcRs/WA0Kv+tPbT7ZEZc/SIgTv2KOVr9txwO+Eo3GP1mjgr2U6iO+vUAaPwBcyT9vQ88/EJEKwLzEmj8BbpM/4sKiPlDQhD8k6NM/8LGqP9NBhD+n8kG/QB6Ev8CAHb/QDDS+UJNtv3grX71OzGG/mh0jP36XOT9BDrO/cvrfveL3kT52s+E+EVMkv3mMJr9e8Ha+e/wGP24lE79Mhim9/QWePb5eqj8lvSK/+h5hPudw8T7vhoC/IgqXvUiHdz43q7O+S04HPxVAkD8SmR8/t/gjv3hElj7ByqY/d5rpvmolar9kXT4//4pZvkFidj+ejDa/yYu7vUZHoD48xT4+fzygP/7a9D3vIai+spmZv3tJqz/ja2S/OIxJPfphFj/Mx928/vOWPeguXL1k/Ma+z8DuvwUKIL8W3I6/PDSaP94sA79VjQ8+YLq8vubjsz68wCE/HraevmDSt7/7ZMU/AoHcPsvHiL8d22S/JV00vzaIab5/3Va/tI5lvxsoQT+03p6/DMApv318tT97yA3A3xUwPU0pnD06Vwi/fEHmvy5kRz8FInY/GWRkPy3enD7l/nK/CepxPuZQq75z/1s/bD0Cvl8ue7+hdG6/D/P6P20mBUAjQM49Ij+7vv9JfT2tb0O+QyuNP0VYyL8NeEc+E3eGP3jCfr92feY+dS5rvvtpeD+95bk/SN9EP0siUr//Bz8/l8ELv/iF/jvYfJI/vxLoPsW4nD/sj/0+wz4HP6g3Fb5W+5c+lyq9vvG7Iz9/LCA/mg2vvnT7lL4IinK/1uL5O/ydBr613l2+k8Y2PlUBk76y8pI9rVEKQNqr+j7JhApAqN2vv6jvHj+G4lo9nyR5P5QD1L/zEhC/2kcEv8Oimr3nFta+Z0PNvxwhT795k7E82fv3PlmFHEA8x2a/qgaiPcgxGT9fRJW+Ea69v81yPb98ZQU/HTDvPjxIaD+xzk2+Kus3vglqvD3gs2A/","mD3bv6uaIT6J0rE+NbkBPw+k471r2FY/r5SlPoH6Qz1v7cQ+/jBlvXUEUz+yXCO/Syi3v8EXuz8uzZi/0FN1v6X3qT9h5OC+YabCPsDPhT58evg+epi0PpIjxj87RKe/5S8FPjW/+D7GPdC9q/ymvw7W/L5N5wc/nW1UPw+LGMDviJ09vKxXvtkAbL09ntq/zaUhv5jQtj6F4r2/RIAkPuwytr4dijLAFH/LPw7x2r3+/66/eJgNv7ehzT/h4Wq+Y6jPP5xmmD3zjBo/NFnUPv8FcD7ylRk+McBQP6a/oD5+t4U/gMnMPvujkL7aKg7A55CuP8aJdb8NfTU/fyz1vksZ7r7Km3K/3Zr/PzzOrz/AEXU/ymgiPruECr8cI7U/mt5QP9vL4z93z64/Ahmlv9adsL/CB3a/+NUVPyAVuL5t+oQ+jTxVv5ANA0Cacy6/ek6ePxcsDcA8LwQ/YTSKP8ON5j+bYyW+CrACv4FzEj/JIlI/5xDGPFmbp76txoG/VEjrvnkNSr9Y83e++PpUvojdfr0EymI/oh8Jv021rD/oZo0/KqCLvvizXT49lM4+2HkvPyp5A78bMTM+2s1EPinHmD+pS/o/SzemPx4fgT86qxi/LXOkPmt4nz6sLhTA/a46v4ZFGr/QkCy/ZQE6v2OFSz+ZrSq+ypsMPhZaoLyrpyO/GRl/PT5m8L7jGY0/SxQov0+arb+andq+4UUXPqAT/T/ZBg4/iPjjvqfDFj+F5To/RlMsv2dbIz8/OM0/iKTUP3JwG0A6grO+SY6ePgaz7r6aZEe/nlu7O/iQG0ABqfo7IZ2sP06zC7/Jq/Y+xdokwOJPFj+rAm2+Ae+iPt5NDr++2Kk++o/Ovw2IGj9Foao+HOpWvXJdO79ax/Q/4qWkPkemhb7kPhi/LlfFv7ppyr6gaaA+FRqkvhDV0z70Gzy+xzGfvxgR1b+u2UC9Ti/dPnx0lj/pMi6/U1AsPw+0KL8wwd2/U90uPr/dXD9MaIu7IagKPafWCb6hAL0+","RaJJv4s9ir8HLXI/eHUNwDEu7D1xbvW+hCC8Pv+EMj+2BFO/8zm4v9P0FL8tSXA+m2wLwER6rz8M4TY/DcREPz4pbz+xXm6/K9NFv04IsT6KPr2+mDQCQCfik74Pm4M/rCigPnqPjb7aHsA/cWuVP0x8HT5oXNK/wLKJv7BsgD5W/RA/I/dgP4eqhj4kKhA/UMXbvlaczb/qqTG/I9TbP11BLL8+rMg/s1KnPwZzsb8WA729NnGZv6/eAsA0xP+96w6jvyZ/Dj4+nKI+KwwgPnUxgz+QqoY7RSSdP0/t2L9WiT2/I4WxPkhRVL9fhKE+qicGPz70qz/ZG7E/gqmMv+RnFT6sLzu9L7K6PbJ80z+QQ/M+V7U+v1nWPj+xZx8/YvGbv9U88z6dO4S/qzEkv6UoFsDaZHq/bK1IPyacib8kQf2+QdoIQK9aXr/7Nzo/EiDfvkCzMj+m4yU/YF0PvwDYBT6Blks/iXirP4pelD8LWAm//6qlP1MqAsBNt0s/QSmxPwppB8DfBV+/po22PfJxuL9yubK9gV0/PzsuoL9UIOA+m8WzvmxHID3KPtA/Ylz0Pge727/QKPU/sFVEP3reqb9Q3RM+yNOwveDq6j+cJ3Y/03MZP7L6Pr+1LFA+/mhivxxqFr/bQoA9dzDsPrkFqr6vpKu/BWgov3zIyD1ZjGc9RfQiP3fZQ7yd6xTACJn8vuuBhr9N2Gu/u5xxwMW4Qr9kQie9o2TEv2TrCsDzXDO/YAyAuxqWZL+u4Qy/6UQmP0YDZb7UbIu+8oodv4jfRb/1C7A/+aWSP2/tmT9ekle+hN8EPTj/hb5PJDO/bjeSPbUMM791VyO/QI2ivx+Ixb2fEAu/XQo6P09OM79CvRM/715dv9q9hz/Lyfe/VHPHvx8eTj04aXI+yf7gvtsuDD+EPTs/duMXPxZQRj8hVJ09QMTcPpFRvz/4m/u+RoMcPx9fsD9n3QZAnDsGQIiiPj4MHS8/38Imv/bwBr6WUlW/pNX/PruOUj6yzQy/","k6gtPql9Eb/OMda8v65pP3Kc3j9AXIo/n1OFv/oi870xNTU/aXGIviOGDD5ny+O/u/uVv6ZNnD+w8NE/sqAdwHoq0z8jpqk/DFlnv66Q9L9Z2Sm/rgxGPwyXyb+aSdI9udQvv2zYUr5FwEE/g+Nkv6fsWbzQpLo+Na08Pr0twr+djIc+5W5hPh4Zjr5JwuK9YjZmvqSn675/zgu+/7OMPpsZBr/hlMi/zAiIP9hN1T44M7C+XPEBPzfIR75WXMe/LsHlPjjIrT9y1aa/WLj3PQQBzj9NpZq/OEh3vhPcPD6yJGm/rmuHv6JTnb5Evq4/rtYYvzNhBL9Mlle/EFwvv389fD5/0W2+NWmKP7nz5r4zYF8/Lm8QP5lqIr6z+NG+J/pNv4GNQr9Vf0o/10acP0yUF7/eSWE//vqaP3dpHD+2mx4/a1dnvqEw8r6k9Zq9/NbPvtmHDUB+kmg/ZD49P14ttD8Y30W/KH4tvzhzJz9iLJ0/MbfEvk6Sv79Cb4s/hx69vyrB1D+UyW2+gzYpv/DWkb/6B4O+1YQJPz+h1T96yuA/lS2HP9w7ib8dq9A/jgL1vxH6Pz7zF5M+NLcsPyllVr8y1qC/Xg4gv91vvr5dMug+asxYvr7Y/b2pwuE/nWA7P8fDpb87UVC/TgHFP80Fx76h5TO/uDcgPt4bdz9aWrY/1hE8v3lJn7+vDpy/F3+evw43Pr8qlP2+hgAov1wbED9NKg88CHEkP69Gg7+xS36/p2NtPs4Ehz9+oTU+Mc/1PZGapz5yXM0+ui7IPhApyL4azDo/AuiBP/rxgj/p4By/AZXMvKE/zL9x+QI/++2NvsSOrL//Zdi/zSoPPn2TDr8Ll1i+H19av2gzZj3DC5M/9WqMvz5bxb/RGqI+jnePv7z/Sz+AIZm+Zt7AvkwUpL9R/hE+0G+Tvwzyy76SRtC/T9mrPnd8Gr4bWqO/Y/uOvaYZh79Gaok/VSgFPyf96j/WhGo/yP4VP/CMD0A2POK+LzuUvX6kAUAYT569","FnFlPj41H793eJu/6Z/mPiVYoT/YabY+1YQ0PxrRaL5KB1S/32WgP211uL+O97K/89mxPx2leL+YvU49VsCsPz7zCT7eKK8+/SV1v9Egbz8kE84/6wcxvUISYz8tcAA/TAyuvliLZ7/9z8g9FbhOPyCi2D/mU0u/E8zGP4MrLL+ijee+gX0ov2GrLsDBVs+/GRA/v8FW/T4TqOs9wLG6v3Q6qL2hPzQ+nLr0PnKZir48TZI+tOrqPraeLL7Vjam/m6wNv2yRtT9qPY0/alcnv0HLxr4msxI9REOAPvPDnLz7Sgm/w94jPvNbCsBa0fm+vv4fP/FR3j94vGe/JF2lP/+dKL9pvia+0IUbP52Pib/gS8E+guLIPSaKdr4THhQ9zjGAv1Scmb5OuxXAeDgFv9y6qr7IiME92DqMP+1Gnz82TFq/C3N5vyD3VL/GduG+xpwhv64euD0MXmq+xtnKP1wDlL9M+ru/i2wjv/EpSL+mj7K+sU8Iv8hw9r7dq8S/BsyuP6WvQ7+qwbO/bmaQP/1GdT/3UoS/LdBuv/eb7j+NutG/gVNmv3ko3j9qc6E+Kzu1Po2MzT77hDC/ZnUyv9/CdD1E/+u/sM1ovjMSTz9VPLa+OqjdvkpeV7+a1CPAtLhXvigahb8wfma7NLugPlPQpr8naIG/vlNrPnOBBz8i0ak/snSyv+h+sD6oXOq9rD5RvcUbxr694zU/lKKMvYknmD4GFYM+03LUPV/aor8601K/iA6bP4cA7D48qIc+8bLPv4c8gb+5fZG+cWL9P/m5iz7RzUw+9MBmvl52UD+3Fdk+lMUSvqfayD8QYag9aNusP+0AKD995jO/wQK7P8lMUr/NDyU/6Dkmv03Abj4/AW4/pwPZv0Ivbz0JUKM/FIUpv07woz7wvYA/cY65P6WWhr7sS6O/mrtQP3bJIj++/n0/sJqmP7XViD9RjAg//TdqPu3ehD8MhYk/OO+VvxX39b1wuaK/w+i7vlt/cT+N4pg+QOEeP/oe9r5NIYa+","2sA9PgGW4z5pNsa+JPk/P+NYtL49H9u+BLARP8+mAL90/WE/YYjgvb7FXj/Nx/C+Y2x7PwTzXT+Fpb+/9ct1vyNUWT7G1uG/UQm1v7N7YL9JVbq/kO/EP+029D+t2uK+OIbKvt+CbL1fBoE+nKTJPulYib7GPaQ//u+Tv7Lt0T9Q3os/gN4PPzQ9y78Q8zW/z5jCP+WKVT53/wU/ceB6PkUZGr/9DYs/m1zDPdmVEr8+I/M+kxb0P4Gdy79K/DE+lDbLPrOM374Z8DI/BYwxv3iUlz3UUm8/c0wpP25wbD/3Epu/YpBOvq/vPD8OcX6/MV9zvZr4dz9894M/42/Jvoz1JEBgCTq+UIGAPzhLVr4K9yo++GflP3WXML9j21E/IlgTP6dosL5Tl9Y+TKeZv7AHM7/sDbq+Xj6hP+58szwzt72/3WG7PhHL6b9qxqg+N0ZaP7p5Ar6nN8w+3RqbvrFttD+NV+W/O5aNPbkhsD9US3a/cDidv6eXRr3h9As+UebLv3p2jL61pmY/OYCLP043tj59g2C+0yjpPl9lmL+1l/S/FROGvp4pqT9KW0q+jFmQPV1PWD/Sn3K9AJ3zPn6s1z+T8Ro/6kIRP9ieQr8x+S+/WNtbvU4Ilb+paw2/nzqvvraWrr8lJ7q/IW6xP0182L9PQ0s/XVH0vmzAEsCzoYs+1hOHv3ChHz+faIm9shyKPgXxtL8Kzae/3whRuzKCvT8Kj7a+95oyvsnDGT8R1LS/W0fhvaQwnj9YpIA+se0IP1BR+D2MpIG+uW1JP2dUBcBxXR+/uwtzv+1uJ7+ghZm/4INhvc1V2b8isF++UAy1v9eDQ70KBIc+d0vQPsHKgD8SQZO/RovfvuhjVj9XT4s+0inaviA5DD6Xfj0+igcgv6ewPb+zfrG+8KMSvxDwD78DTpY+0h9sP0AKdb7v3/a+4nwkP4k4cr26/Wo/ai/gvjHVAj+JJre+r25Tv8cYaD4U05++W4XIPRXS7T7L3vE/NycGPptlG79OAF6/","pxaBPuooP79Rkh2+WShMPQMPJL5xPIQ/lU+Av3BPqj/LVHO/v4yiv72Kyb645L0+XFm+v18HPj+4W6q/rICJPrkMor8ZJjM/3VPIvSWMuz1p/Js/pxjtP9kZP79zSQRA"]}],"outputs":[{"shape":[9],"values":["FozUPT4QrDil9Ec7YND6OAGVozk9ebM4YoIAPhrccz6lZwc/"]}]}],"trainable_params":{"conv2d":{"weights":["qtEDvrkAFj7B8OQ9iliOvCLnij1S4L89cDOyPUe76DyJZSQ8QUlqvSy2BL6zRru9yki0vKdSzj1ZY7M9L3k1Pef9GLwK+aW9m3ANvlvkLD4fHag9noAjPud1Vrxcy469XW0rvuW2B72hz669C8MiPiL6870c6JA9x4xovaOwU71059i9yfeTvXyd8j3DNIi9WEYHPbTkBz5AGsu9hyIJPnITfL0Woqc996CWPV2LWz66H5g97aPcPJ5ahb0Jkoc9KWEwvSIiMT7FdSA+PCG8vB0BA75nWBk9rQYZvjcYVz62q7Y8j9b9PRZw1DsySEC9w0w0vofmNL1vHBa7102YvdgFw7vjgYA9gw4EvmGqFb3zaIg9HsCWvVtF1j3VZKU98FFZPZHZ5LqZp0K9vGgvvUqyory1k5y9I6lCvXm0oz0pjoQ9br/4PeGTAL4udcW8PjoMu6XbVT4Wvg0+kwq7vH+Wrb1kHLo9tSpVvthRMT3DvFM9Q1nyPC3+BDx6txi9ZRj1vegpwT0wiVy90HmpvdpHkb0CaUo7ex5pvdTyRL1FNti9TN4RPj4v1jw+xw0+EJcUvmOIGL1qTos96/LmPTzj8D1ptZ685w4hvqjYcD1kw9+9QzcAPs8Fg7349Q0+ohVsvpV9eT1DkgW+EEaoOx1UCD7hTjg9xqnpvaOeGT6kj926lT1MvYdo47xMjYQ9N3kavrmWSzzcH/I98fM1O2nr2jwgzLG9an2pPBTBPT3uhO69oYgpvIwR0bzDjpq9kip6uj9PHz7evpA8BlHxPfzwvT0yBQi95jXxvGu9Qb0brN283PxYPOD+Tb1DRfC9V0xpPQJIBb7rUhg9uZWkPI6pfjxSAZ28chT2PZgZIT0kqh8+AbuXvJrlzTzXkOO8TzT3PA6X370IQTY9CbrxvezHtz096Ve9rHl3uiCsH761dYA9IGrTvddgxj0H3+k7DbA2PV8bCL2opNg8Swf6PUikrj3EE8u9sJ4HvUGqAr7nBqu8XVr1vZumKTy2arE8","1uXjPdlP0zxm6Gw8PNsKPhW3JD7QiyW99hNcvVj+Iz3m2Cs9DTHyve2TLr0anOm8n5rJvGAL473sA+c9YpnbPbAqIj5DsOs9/TRAvrFx+73UvCG9OeYUvQE7Pj5gU508xmL/vIyhnb3SwVs96eq+vRRxID6u//C9op3iPETZMr5yFek9Pn9mvaNkPz6FcgE+tdfmPQ/rYr2do5S8KZ1APS7EwTupxDa9ftkWPSPnA77c+4w9LAPVPG46Fz7/bnU9HxIwvnRjQL5E9PS9hdajvfFV8j0730a9qNVfPM5VG76yY6I9iNKwvbLNRT2PT9C9nyYpvnOYe73D8dE9HSbvPbGgGT4eHd88zQC0u4wnqTw3bBM86NAqPc5UID3IT8k90AvhPIqkjL2HKL89AOWqObQ7hD16IKk9W51bvrJzX73KEhm7xgwIPlhuI73vT4w6xmJ1PDsbGL65r+a91AvhvVF5LT6Y1l69pdgTvp9hIL4LXmS95OCzvbtW+D193XA9iJmnvVY9DL26+No9aYTnPaY5qD2KkJ89/715PcUhpb3UbGi9CAlzPYd4UL2yrOK9BRQsPS87lTzg9wy8TZEjPZ6mrz3umpM9goZTPptfEz1dMDc5+pYwPncBzbx54kq9uOxAvSihAj4iqQo9qoPaupI1Bj4K9de9p+lpvaTp/z3WZSS8RUo3PfMOBj5Dr2M9b5YjPvSq4Tzdc5u9e8g+veZuuD0sbzm9UIlHPqP0OD3g13w9FYYMPYklhbzMch49WHdNPiozqb2hcSQ9VGAcPrRaqzp7D7y9kE64u35NozwbCfa9uhsyPoTIRTx1EIq8C/gHPqQfub210ra9RTsLPhsrUb2J6rO9vf5VPZVHnr1lsCi+yfRJPbeTgr1caQC+72rhPS9I7z0V66o8ID7ZPG5+fDynr6+9U30mPhUJDT6Ei589mL+SPT9O4rzSnym7ZwXkPVsUgL3cJgq+00ozPmwSoz2DB8I7SIYAvWkksbyAlhi+vfTKvFRqkj04saM8","oiaxPUaJeD0Rqq4706YjPggqnL1wj8+9jhMsPgYEPD5nrCI+q6JDPsAp+70P7Zy8lYd1PpZZX71tYCS789d8POPNsr1d+P49+em2PYz6Lz1Euny9ixtMvWwm8L1s5gA9dJ4PPsXY+D0NVvu9cpXxPb7x2L1Z+gg9V+QHPA3F/Lw8g06+YvnBvJvph70eggW+vsFWPhpp6D1omKo9NA6XvEIVzb3WZVE7ZrGWPb5dLT6c3X+9WqBaPPCJDL6f2fU9Af4lPgtVxD3Cvaq9MVUzvXwLxj22azY81vDJPf7UNL2Sl0Y9tw7YPRyjVzssYP27EFlPvfEMbb2zwxu+x65OPtMXvz3lap29cRgCvXBxULzR0r49+EaDvM3C1T2hmB++IV6FvQ91gztryEG7bO73PKtYrTjx4R09bnaTvdGzLT4cAdA9vWttvYqKkr0osES9QHEIvi6wWT1Z6Nw9UE7xPINnKDq2wp+9jo4CviTP8Dwf+v892SIcPnbcWT3AaLE9Ai59PGcxAz6keL49S2yWPTms2zzNPBm+sLKDPGyDKj6a0dG9j02bPbuTIj1BAnu8NnJ0PTch0jxZ1G49IHgNPRsoAL7CogS+XooOPV4aLDxmnSo9MiM+PO6XxL32A+m9ME3nvCumqT21twU+YVGavYkJB77TyEi94W2Fvf5eHj0dhaO7V+LnvM4vFL1Dray9/4pyvZTqrbxlEa49//N+PGIvZD27prU8fv74vZNXmj00OJy9p9L4vP2C9r3ALdE9MjaZvXQxtT3fsys9pTUcPt6u3TxRwLW97GSjvbrR8D2KLfe9jBhRvVDCBD2eZba9jJmGvWt2uTo/WRO9EfH3vBXDwr3HN8c8gUnTPa0blj28Oj49t7qPPSLo+jzEePu9ttgcvLEG3LyQI8W9PZsDPl+zr7331DQ92IKWveitSD6UlJ49TJVJPnyGZr2tLkO96BihO65TSz4ehs4939n6vB5QiD1GuuK9qEgbvroI6D3dkuc9M049vSdChz1vLta8","VbHXvSZ28z1eHJA9NadJvYGv0T2fzMa9RVvJPYd/+D3zKQ29QkUWPnqFqT10NNy8/ykyPNEWJz6flpm9Ci/gPcWzzbz+K7G9csNyunqdVj5mTPM9Q5NoPXXvGb2lG6G85CVSvBAOrz1s0EC8XtSzPU2n3z3UOk893NzSPU1jiD29Ehi9bVnMPZABRb2lCRw+QtgWPoHMVT7ydKG51+PjPQuyCj6rvek7IDqGvIZRRz4sep28WVo1PnTd/T0BxWa9+e9bPEI8Rz6ro1+9I5wvPI7ftj2CQZA9Tm+ePUcXiz28xi+9QutovfBMtD0K4Eo+azaQPYWWmT3Bl6I9x46YPfohFj6ne0U94nCqvTGJLj6WsuI9kLUhvb2+j71mTT8+UWaOPc8fDz4USK69Q2B1PZkciL1PX04+ptqWvUCovz2LVHC8+syzPUS0er2XdMs9V17DvdCpYDxQ99Q92tWlPKGbObwuBZc9dIoWPSaiQD709aq93lcgPiKNoj1l0BY+QJpCPbzfBTxCvBo+vY0QPe3UIz70mRQ+4WVKvaKZPz7AELC9dDtFvTazGztkNiA+w9kBvUM1BD6UY4C9fUigPUQ+Jz7LlGw9rBcIPFfba70/EjK8wa55PYt7hT1gp+m8ltWivYORmT0I28S9JCk5vcoShz2MAh4+PSGNvfQznLpib0O9fuPcPepUvD2Dtt+7RfGkvWtUHT6eSR894J2lPfHGhLxQN8g9DO5mPfilJj50VNk9CYhHPsqdLT4+LXA9hWtMvCjVPr0MM7E98tIYvFJ61D1AirY9KYc7Peb9/z2Oecu9FDSOvfrflTwml/u8YSEFPtZlB71DAqE9hLiMvQ+h3D1jaw0+u3YLvZOOir3lFDa8lGDYvK9h/D2QfCk8kDkUvDg4hb06yQi+q8A5vUoyDT56kpO9KL89PdWDYD2IWKc94b4dvvlhaD1YlDk9gqnivHZ8fbovMIo9BVwOPR5NDLs+syo9YyNIPacttDzKNEY+99EYvHnH9L1NkXM9","1SYDPmftZj0GUcA9yVnwvZ1M8D2jYcg8tIKwvFNoj7srp5g9huMAviNN1r3kXgi9u2rSPNzc8D0x/iE9WVP4vJa1gT3piuO9TuXyvSM5O7xLtBk+2+Mivl9JET4lPpK9ji6qO7kUAj6WIYQ9OCM1vsDSBjxHBqq9XO2APS/35L3NXWM+5TQePBXjhr2miwA+zujUvd7RDD503xA+Mq2PPY+z/b3FW648C+sNvkpFRj03ljA+IRQkvlNAkj3IZ089aBEPPVv+ujzpLas9ClMevV2eur0Jfzw95jvlPdipPr0ialU+T2Yxu78xtj1OOsA9aAX0PWwmUb0nUCo+W6EwvkR44T3+UG298WKWvYpBbL1fck49tpKZvDtzg73DHEC9zgTevUw3v70hcw4+e1Nguw8wjL1Me+Y834mSPVY9Wj3d18M9elr0ve9pTz2gkuo9SxdLvSfW7j171O09KdTHve7dCT66QKQ93os8vWyKJb3invE8GDgRvlImq7zGyx08vuj1vSfei71Eszo+Diq3u4ueiL2J4Na9viWBPTd1y72gugI+SdyzPJqtTj39iHS9sqNjPW275D2xFEU9AacyPfGoYT0fiMA8WgwJPChAt7xgn1A++0cMvM7M+z3IQaC897ecPAhTF710GVY+lj0PPE3AdbyTJPc9xLX4vdqUlLs3JNI8r5oZO3RBkL0xdIy9dDk5Po772z15HuA9Pg1NvZjOlz3pcM09q8YoPnphHD4PBC4+yb2YPe7tQD2BRBI+IMv/PKt8c70xd509Zk/4PEb6Wrzoj0M+0ufUPdPe4T3cRrQ9cZnvPDnBDj29gzg+Ze8nPtJKAb2XsfY98BwDvtWXjL0xY+g8HMBdPp7chT3+2jI+U4+QvIjiiD08hUc+F756PlRCxDyZ9uI95eNiPWAf+b09lUg9ZJAdPvg0rb2fmyM+z3DBvSo7urzBIoA9plTCPZ/9gT2BJLQ9smhkvdtD9r1op8U9BZ0aPjc98Lt2FtE81SuLvZoPHbymWI68","loKAPu1s4j1N+RA9rECZvRKyj70CxEI+tU2WPlnwsD2DT2Q+Kba0PZy0rz2KQhM+Em5nPoLAKD5aTYc9Ld2ePWOXFb1rk0E+leoVPs1XyLrCwLk8xucHvlzbQDl0xc68pf5YPkRmODwlIJ89EAoKvnvcBL4ZmvO8PIfDPV97VLwlLSM+e3sAvmi+sb17Xl28ZsrePSfeGz3O+Fq8JPpSvOGI3L2Jphg+kfpvPpoq7zzwgak91MimvRD/Gb7GoEE+75j4PZLSHz3Ktis9uOqAPcqhg72oFgs+9kSVPVhxs70Jp4a8CSLjvAvTdL10dbY9l1NzPrphxj1LFbg9zbSWPUl+Jb0OzLg9wyiWPpvXGT0YeRQ+2eLsvJ/VxzlAPAE+6h2SPoAvvj1P1yk+JtdwPQF6C75z9kI+VfcBPijQ2T2GIpw9sJ9mPZqNDr4czBG9B3yOPdON0j26gPo8y6iuvf2zRr1FSAs+cDQlPEiccz2AVv+92H8MvNII6T0wCPO7WkqvvRixHz3vPPi9GhfDvV4Knr0VTO69DMP7vQBgkzcV+ZW9Yo79PcAnWb2ZT+W93ELxvQo30z2ICG09AE8aun53mj0GJ589RKllPdDCh71KGbE9oWXDvX6ipT1bYfO9AC1iOphz9LzaGPo9gJZRvddM772Gs/694rvDPZ+vAz6kMjs9yhJFvcDKD72c7pe8wqSNPd29772kpHw9flbYPawyDj0W85Q9MTnWvQAgxDcCYFS92FQBvOyf/LxsdfS8iOuivFShaj2swOa8GvvuPZBBz7teMfc92B9svJDYGz2EGum9iPi9POKXVr2oPSU9cqyYvY8A4r1AoQO+WtD1PZKvNb2GfMk9IvNuvUBpnDu+UVe96uvPPWg/nLwoQJ28MkX5PRi/hz378t29LJPWvT5stb14O5I8HvLJvfFj870ufN89NnqkvaFAAr4Gn4M9pd7nvSQYxz1UUsi9EqIAvsS1ybzgf7O9vMlXPa5L8T3g8II7IDhevaLTd71gQ+67","ZGjJvfUNBL6Ut2Q9FayzvTCIyD1CMiK92NmkPXD+dDwM42o9iLPQvQAmUT0gXIs8EK0PvNSMA70i6fy9qH2/PJQoFD1oCeM8JJR7PRzJ1L2eIOi9Wxn4vQAjqzzeGKs9VCU8vepJ1r0I5vY8oq+RPcXc8b1MtJ09sFVSPAC/LToQ6Yi96r3GvXb8iz3zwAW+LkDBPTZtmr3w5xi9wnrYPRD5pzzAt/Q76gOkPYjlyb3aYHu9ELhTPRKWs71IMuY8"],"bias":["9aYivEzQoj18OLQ8xc+LuxgXGTq/bTU9D08gPQAAAAA="]},"dense":{"weights":["HqcwPR80m71BubM9aMvAu4EClr1dNRQ9r1EFvemkFz4n1dm956vfPWnwCr7S9IK9f/aUO4Afc7rcH+w8TfZevX5W/z3EC5297aGTvZ0pFr0oWRW+cEyNvZ32PT4/puY9y6BnvLv0zjxUkhI+tiokPf+4MTw5Do09krbHvPq8MDyTdzY9spMYviRGBL409Q2+Mh0MvBh5WDslm7u76OL8PdSLDz56eke9dNkcPdKIGD4rlDM9g32MPWeLpbsU00e9gKpZvXRLtz3oUUK9zCFIvVaq4zwgHrs9ylzgvdIdAzo6f1+9Y5SEOs49Bz4FUKq8EZxUvEzx+r3VyYc8KfvvvR8bzT23w9A9qr5WPSHZhD1AHls8en+2vURbYT3mYVe9ni6TPXz7rjwcL5Q9HwfMvQG1rz2YEXk9Ck3qPacQFT4PI7O9/dTBvZCaSD21VPK9lK/rPfLo9DtlKKk9BedRO6/bgryXUOU98R8lO6unwD1I1Io9G23GPHai0bxBqgQ+I40Uvgb/6D1iNJs9ApXHvSx4Tb3MMqS99PmJvUj3Nrts/Oa9tMuwPP3xnbxMRSk+CwuKvQnWHT4xHgg+Zg+dvZtAmDxyBZe9dW/9vZDrEz1Zp0a9ixzmvc919z1NeIY9o6Alva7PozyLs5o9rMnkvILvSjywSpK71DOuvRi/GTwAZ8s69F2APJ3Tq706G5u9U2CovZ6vaj0+oni9GW+5PeASNrtExEO9UBKOvOys0r0eDk29SPZQvfu5nD2Q9jC8E7zdvT++qT2ECtq7lUkTuj4sMj2suNu9MvbbPcgdfz19/Su9uMYAvK7ymb15/pQ9EOYJPYcnoz1Aujo7RWKTvf4pGr283fE9780zvV+Ewj3FtgO+0iEWvqMDxD0AKwo9qwzlPASvwrxAJvI8lOT/vJV1xLtUg5U8QEGpvXV90LzaQwo99aGivSnqo74MmQa+1apxvSEGQT002sW6JswyPUBFCD7geP89Nj9rPaX0Lz3F4ja9m/qZPc745j22Vx+9","78VFvo6FQz2ZzCU6d1ojvp11sj1w8ZA9G6CBPXIUmz2odoc80j3rvTBvGT4+Iho+CHQmvU2Vaj0Rk4M9duhavTOhCT1wjeq9NdCtPH7LKz2V+QQ6z62nvTgm0r2WTQW+IqQwum94lz1UsxA+AyuGPY+EEb4T8Go9c3qgPR5yRD6Revi99h69vR6MHDyshLo8Vrm4vQPvm7rLyGI9z91FvcKa+7yANKc9K+OGPKFMCD7Iuzg+5MiCvUDbPLxtybO8E9xCPd1/A75A9Aq84ELSvXV61j3vi+Y9elaZvVNL572Eufe956f3vIXm5jwhv408pv7NPUrwh7zUEj+8BLT+u+C6Tz3HWX49fHxUvaZRNryKv4s70u42PW/or72e8AY9LNVZPdzztr2k3+U9W6SHPZu5LTyFdjE+kamlPWUl5L23se+952CiPVy+rr3utle9tSG0PQAaebu6BiY9u7rePVOEvz1kTYy8kL5EvA59Yr1VGLw9nWbTPTH2oz36KGc9AgWFPegJTr2wK+09wFsJNsRMRDw1z9C9wdtzPBV8ab2oOW89hDjWPfuGuT0Ooqi9w5x1veu74D1h7a29g43cPfnzIL3PDOU9aqThPUibgD1R4R89qadFPSVbnrtBEwo+UgwEPo32Gz0S5Ha9C9NxvZPtITz0Ww29J8MEviasML2xkZs9teY+vsGMLr7RmNc86zWLvTuDzz3c2BI+UZ+6PWU+IT0bQcE91uIgPvPjM73ZoDC++3agPUDOob3OVsa97kUHvt86eT0uh089V85Dvfh3Er4jiZU8YqmPPZfBCb5FzwO9IMcLvO0hpD0/tao9er5Ku38dqj2QLsc8uzuhPXGulb0iR2M9AP9ZvY3cq70VRLC6ZkMPPhKfJD3hMwE7fljbPZbHFL3HkI69zXLUPey4cb1IEw2+qLz5Pa/r3j2+cI89HXuevC3Lkj3J3vA9BEiQPX4xB7yE8vK9cuduvSo5XD3b+0O9KQmmPYsgET7f+Gc9ST20PY6U8zwGRmI7","nXqHvSPhGL7HiYc9xzAoPZAzP7z4MTo8noxUPbhD0LzYufG90+ifPWoBab1WoDU+GfHCPTpKsTtvwkc7V0uAPEYBmzzlMsM9W60bvSv50j0r1mk9wPbCvOBUGj1UrOC93+tMvEkzwT2Hvkw9BMqIPZnjlz0dNqs9JZCuvcc19j0U15G9YJohvUDdoL3Uy7Q84P35u1omYT2Mf8S9/wXjvQAe8rpw7RW9ALpiva239z0IRWE8uQLaPcILJz0oeng8fHaHuqVBt7wmGyo95VPMvQCOVr08eQ8+2B/SPQJvUL0uS6e82tY2vHTZR72qk4K9EFAGPgCOsLoJmpk9ksRbvXoX470uT+I9NiWNvCK1Rz4NNHc9XpKLPbr4A74N+2s9slcavUNewz0veIK9XSVyvTmVyr3sUYC8m0GCPQ0CLT0Aw7u5wlBuvSx5bb4h37u9ClzPvC67db3dNxo951xEvXbBoD0etFo98MMUPmr1CT6g5RS+z77OPS4kxD10mkC9HqcGPdI8o7w9Xvs8kmr9PQActb3FTFq95RvEO+e6yT1nng080YXUvVvChT3MbQ4+JKlmu14J7bxbbgg+u/K/u4loyTwZv9692cMJvbLiuD0Ulh29cZZtvfJyjr2ZIR++1xTOPW7eP70fYuY9UZEJPdGhhT2bvV89xYG9vS7LDz45QKe9HLYjPLxq3b3B2YC9FIJgPYrh2L1fp9+8dqEmvdRMMrxLxma9l/TRPY4uBz5TzII9d2dYPcJ7jbwCI6a9XmGFvSorzzzc4pc8GGvPvZxpET0k9Am9WSaxvQ502DsTd6q9NXwOvuw+kD1UBQa9n3R9vbcLzT1F0U89X//mPWWE8D3Auuo9/crQvfIuBL2/grm8d8y4PUB52T0ed6u9vhQtvpw3jzyBs5Y9d76GvZQPqr3PS1Y906XAPQrQOj2b9IQ9Fu5xPTVBtz2n7bI95usZPTLmAz2HzX690LMlvBQYZ70gTGK9CODgvagKRbzIGQI8QZS0Pd+xhj3cBIU8","BxUlPQ6KXL1D1jc9Ts0tuxIJBT0Jcvc9EYKVPT8KUb1zjak9Nz2iPaYIUD2UDbm9u0y3PcB+pD2S0Bw9J+NxvQjO9Dy3KGs9n0huvU4tCT7W66A8JQCNPf7q9TzwdQY+ppu6PYzHqD0KFfI5HEEevbqLGr1JKsi9YBzHuzddE7zcC888cYtrvtcnMb6MQte8HEc/vfq9gT3bDYi94cISvsI5Cz7pj469on73vDDdzL0Abqk9pyOTPdZezL3Kdh09rClSvY4VGT1VGeg9CfTXPWTvQL08BtS9IgHOPYyvlDx2/IA9FcClPHIqPD2so7o9JQ/APQEIFL6OdZC83EWEvbN+a70wGsg7QFqTO+6/Br3Z3mc9wxzCvV9orLxQw+O8tHaWvYkHqj2iXzc9BrZyvcHDvb3d6gS+aPM4vH6KMj7IG4a7Gl2avWvVp71IfKC8OuN9vYU2cz3t08u92fHwPB2lTjs6vwy9U+TUvYoQO73fkwk+iT3sPegth71QW2O97EKFvJrVCb5YOgM+NGXzNv1NAr1u3o+9qH+4vTZFtL1ohbw9CcDmvZ/IFz5tt0+9n7WDvBwXTT2wydI9qwIIPfYV/T1DO0s97EEuPSiFUj25E248zAW2vUko3DyJzss9MvcCvvwI07xg3gc9sKdzPUjIxD2M8qI8+kcQPbZiBT04ncW9UcXjPaSE0L2kPqU8s1d5veQiuTwSTUe92C1oPJBc7Ls6vkQ9+LGavZ4Pcr1k8wa9K5mOPWGxsj0iMnk9FKtOOg7/RDz7xkO9yFOxu0t+Kb4SIcU9l3A6PQizaD3oBfm9mr1evcwIyzruBTy938IKPgLcNb1EdXe9yfMuvpnB7jzWyeg94HbqvbgUHD7PgoW9mH6mvCr21L0i/AE9UrNevIIjGj6dKde9JydzvS3sV7562Hk96XCsvTn9pL2iSJ29qlSlve28iL2kFAM9AQKKu9SN2rzgIkQ9pjKIvWE5ET1SgWw9D7/HPXf41T1r1Mg9yk+EPcc4vz2zyd49","h3jsvRIdPD2Z+pW9skTZPLYdEj0d+9c9tYz2uUgyHD2Gohy9Sb+ZvT1dQj0FM508Ca94vMqePD132uo7ChTDvcQo7T3oYBy8dMQMPaqvQr1HMYO9/K3tPHF4G75K+RE9R2o/PDS4vT1CF5c96iAlPRD75Ty8nrC9MAaovatOEz7cw8m9773wve6iND22bEO92CVLPSVb6L2x9xU9JakOvgE2RLz4Yam9Y2oUO3QI9jprPxY8ZpaePUq35jyuo1M9V5ktvboZjjocYaY9dnTfvagyfD3Iwri8PxEwviebvL21+Yo9yt1xvWm/Fj48orY9QvAJOzoggD3Y4wg+c/0kvQe2AT4eUcA9s6SlPPQiXrzZ7um9nlJ6PXeEx73I/2S9QMLHvPscwb0d0t+9WkVGPXs/czy+Szg+vJrRPCbVEL1F6u09TnQZPe1vmb3ar1E9TNnTvAxmj72ckpA8FBuIvUD+m7rxm8u95AuJPJmGhz2wmMo7sd7OPTQdib1QSKU7bw9WvBuhAb77pVI9daefvbyDRr5gr527yiafvS83CT5rwnk9NTmOvZc8+byKIIS952gEPowTsDznM9u9CV2ZPfpDBD5aptI91eEUPX1uiD3sUDq93xHNPYnTpT06YlE+qHrpvL6/hDwkxda87Lb3PKzVCr76bmS9b1vmvULu5zqLvOM9xhTave04U75oSOS7R3okvZUlob2aYKo9PsRVPXqssrw4/2I9uNFcvfo9EL7tlIY98J6JPSTN8T068BE9izHbvbRfkDzHkoa9tiIJPZlfGbzXY1o9FBQVPZShCz4eB049vXqlvTguxj1qLMS9cL4uvQKLHr23O5s9cw3QvZI6izwAcfe83++ZPTWKDb3o6hK9hs4svpctE71qkow9u/TlvLgdxb0MaQI+TKbBvbEDwTqz2bq9mwsePbVWFD7KnJy9YqzOvXSy57yUJPs8IRXJvXNO5L1EWqO9IoTMvVdNtzy4Co89OPOovVExFD7d1PQ90/ZCPaMuPT5CGOM9","hzsOvgu8GL6TzXg9UMotPe1Dur2TQdA9yhkKPcn/lr1YLyE9eQBhvYHJlr0PArG8hGArPQVRLD24Rl08oDsLvWiurD1VCOE93sunvTX2ib2mr9a8qTR9vfDRJT0YsLy9UPQMvuCz/bzsopa9itO8PPTgVT0Ku609QNevvFdsrD301fc8m9HvPfbKB72dgvE9NhuYve2a1z28uSG9CbHQPc67dT0C7B49gNTLuodq4b2d1489Ww+FPaj34rxNrOo9pxbPPNWEP72RF8S4O6XxPfXDz7wLdL+9Ao0LPvNlzj3qx6883AcMvV3+xTzSfdK9UB4QPl5Rhr0HVe091PYQPuoUQDz7X/48gKzxPbH78j2hOqS9hNQTvp+b+D0mQ3c8G2zfu+WdZT1F/cY99C8cvQ21qj3bS7w9pIHGPY/mRb0fcL09TKcsvjJvSL7nM/C8yDiQvOCCQT6WlLO7oln5PcPukr1CFHc8864jvn7Kvj2LXUi+IHtpPRlouL0Mujq9++Clvffq6b0mTMY8BkQovqW1wL1xvj4+UhrgPXyITz0sMEe8u0CyPeea+Txnthc+IzZePTDH1L3JZOm8733dvTJAK7ssKMu9MFD7O6rjCr0knnS9mdyjvbKt2r0r3wa+0qPVPbWo8j29Y/i7FwCRvc4lcL37Pgg9n3hbvUHAHj74RE69BhVWPfZgaL2gSzm9IYL0PeARZL24y7W95AtQPZXnAD72ew0+8cVQvdu0yDwJV+i77NrnPfXChz1Q1+Q806YBvOWp7zyW84I9eBDUPQmuJD04g2W8qZscvjSO27yn4bi9aG2LPbtDI7yslAO9bsLVvcUVtD2amkU8pTsPPo/iuD0+FY09eVqWPeXXqL3yjmk70BSSPUwqkL1oxo29sW4YPbwv773kbve94xbEvObDvT31nHo911O4Pffti73CsWQ9eR3RvahVMDy5Et89NKRCve8s6D31rsU9KCMjvGEszr2nvI89CsJiPXU0zD1gTjc7MzrVPRyQbL1QEo69","IndRPXt1Gr4X8gQ8EcDxvVm37T1j1sA9/wvsPV7wyT1rKaK9eYXfPUWaNj0XLMs9UR4hPLykgrx+0Ao9rL4MPRbYML3kFgG9YV8mO4XZjD0YOU89JoZlPFdZ6L3oFRQ86ZATPQvDjz3Jb/w9G6LIPYztvjyUvfc812bNPCD4sj1LGpk97GUUvWkDEL4iy+m7b9SBPSjfDj6wxje9BY/mPX4bET6buj8+UeHuvLhJUj1WVU+9pdKpPVFu4L2jR8g9UA8JvqR2zjxt+L68XQB6vfpPfr1O9QO9tQE1PTLdHb0wsg6+Qi8KviOthLwZK3e7bTTMPftdnj02lr28/dXDPSD9rD0gtcm8dxAmPT6kXD2w1TW9Qgy1vSlxx73DqR++3JiQPKjl7DxWUee83B82O3wkb70l/5I9IdWyPdCpJT775nw9vO+APCOWFLwIAbi8DZihvV8zbb1wHWK9rVw3PIOW3j0cqsC9VHiovds90L3UCfk9sv1dvZhEsD0nMsG9dsb/PRVb37zR7nS9N7zOPVRshT3M2qa8aTjAPGcVtT3bYrO8o4TWvKkLdj3r5wk+DFu6vPQ7hT1jqdw9ZmDzPfLwpD3xBqu9/zuVPZBxvz3KR9k95lTXPHWBfr0Xmag9SSUMvqHr8T0OUiA8yQwXPkZlor2Aqu49srAzPSMI0b39x+w9kRjGvTJDMD281xK9UqEfPWQ6vTw7SY29BSjqPUv7qT21WLk9Nmd9vdqhVr2oxN29O2qQPWqhPT2bYL09NBLIvQOPkz1NN7U8KJvnvBRjNb0m+mG9HbYnPkb96b0LObE8oIjLvTd6xT100ro8D9GhPfRKgb0EB7a8lnicPTk0WL217oi9SRcVPeyj2z0TP7E6y0YGvGg63L1Ew649bfYovRQZab2dw/C82C73vfrJZ73cHJc8vhQAPITIX7yoXIu8n8PXPOd8hb7pCeM91hkZPYUUnD3uija9hJxUPWRamT3fD9897wbePTonOb0NprO7i1dsPGPXNr1yWV89","xb/tvXZKBj206Ro9WO1WvF+2oD1kzRq9hCBmPRn8t72PmCa+R1CXvZXWAD4CeQs+MkI+PnDL5zwc//E9y+70vegK2D2gnw870H8jO1ZMnL0WGc+9A2wcPEhuPr72byW+bQ+9PWjkpr1Jjhu9KCulvf8du70WCqK9N1miO01e7T2xZ7c9OP20vYQFhb3qMPK9JZ/CvfCLh7wDu5W9to2WvL+g7zzCvlE9SyVsPc8ZyL1Yy849l9RTPEDYyb2jK8i9WEC/PdQeBzyxhCQ+wEVRvRNgWrwkhce8iBmfPWDjmzyt1/A9fV+1PHJdhb0tE4i9mhzUvTf5ob3cgRU9196WPbtpZz18fLO97k3TPTPF5b2ujgu955bYvYAGV70Gu2I98lZxvOF15T3uzdM9fgkuPc0Thz17vke8scPePYnttz28p7W9xGPHPLiQaDxIe668KgENvUr1IT2KfhA9CqjVvaMMqj0k7XG9hDDWPETGxjwigKK9jVaePbr9BD0MnvK9nDPQvc3aYL3hVsU8f5K6vNlO9zwsJt09WrNRuYMDlT0TvC0+XoH0PHOMp72NK5o9jIC4PStc6T3ARE285ARMvTRjvrySGxC+NlQ3veF0Hz5f4YQ6RroGPpRF9L1zLyo9PR2YvbqzOL0dujq9BvmMvW1AAb1jfJc9SjuFOyWqLz2VyZw98OvRvUvHR75KHs48c0adveeVor0OkZ89k7xpvf3gC71m4w+9hnsru3/elr23cfe9Pua5PDLcZL160xQ9+e4DvtIUNL3Hn349PfAfPh+thr3/mNi9OeXLvPlGiT38NBK+cD4FvkvuKj6whDq8XKSlPQ/ZlD1KKoQ+a89JvKI8AD7rncU9vexcvbUM9j2X68O8jW8SPuLdRr0m7xS+6bhyvcAnhz1v+s29xQGyvQwIwL1vHww9l930Pc9emrwpMri95yGoPQm4oL3emVY9IMjdPdemyz2j+IU9a96GvEX4Yjx/qFO9AdpQPdsyZ71xd9g8Rx6CvEbqy72M32Q9","+ogbPfZWoj1kbOc8etvEO0Gd5j0BvN09brifvecDqj1WLZg9JJARuzEp4Dxwr9Y9XlDoPVtaZD3CyQe94peHvIkFc73TQyQ9OkORvW6b77zpbpe9T+6Qve34/z1gVH69addVvVlasz02guq9qiRjvRfbFj6x2SK9ME3oOwCpRbpwuMe8d+HPPSHt0L1oxgg89QyLPUiyHrxyTYW9dFfPveSLqjyoOBu83/7QPREP6j0mJnM9GBaavfqKEj3ohdy8EhZ2vTMXSLysLFq9GnriPcDjMD4jbsE96yRrPe7gVDzU/Xe74OfOPTBEnjyc+/28UEO9vHKMkr1w6oG9OX1QPec3ob3y3Eu9Z2IJvV1RuzssVO09M+bWPbo9A751+6E9JYx9Pc1S97vDJke9MTOJPUb0tT014KM9M4usvV8vp7vF5J49PoCrvKqh0r0OoyI9z48uPemuoz0fQRE+8WZPvvMi/T1mG3O9IfNQPieV/j0K/P69LVhxvT3W5rycp9S83ogbvhw1Qb2Qs2C9giNCPsrOMD27mPS793/IvY/yA77J3Gq89SRGvpInDjzQ+KA99J7NPEWVjjx+6nc+L7SFvUSsQz3IpBy9g+G6PZRaUbwq89g8+ng+PRsLPr5lGxq+tnKZPADX4z0LNKe9/HS5PSDLK70liNe9YXmcPWTKtj2r+Yg9fyLJPYpzcz3uRSC9i50LPfRvErzfpu+98lvfvYmL+jrAfZe9tyWNPehukj2JsKc8ik2GvWAaDb0VoPA8esnBvVrCJT04WGg9GaEmvGyE1r1uVIy91XmzvV02db11UYI9dLiXPZSnFT7Yuds9hPZ1PArVnzu/7Ho9K3LYvRXtiD3Tmk29EZmdPfV5Rr0exRO9/4GfPf7Gqr0zeMc9t1BivXaupr3gRHs9REEEvOI9Hj1TlJM9Vl6pveBLI704SB28IGBQO7gHjL07Zpk9CnoSPeiP4b0E8KE8BNWVvTER672HZ+I9jdmqvVmWpz0upVe93OkdvShTOb1hHJm9","4g/LPaLaDz3d+Jy94MA/Oj4U5z2eHVA9xSaTPf28EL30qcy8RhgROyvTVTym8XY9exOwvYDA9rqYHLG9OogEvdefFL5BHrw9FL80PSOe3T14tXY9zc8YPh75obrrbfc97m1/vYnRmTyhIYo9ZFeTvMr+271OOw89VzoZvL2dxz05Qow9xdQpvmpkab4tzKY9ILO5vR1BbDvpzte9pp0EvtjU7b13hYS88tS1Pduxrjw1rLy94GXMvVovlDyi3289YmvEvawV8733lJW9tPBbPPTQ0z2SSk09ethnvHLY9r03uyu+ViMivvVfNz7GOzA+Edg+PvNMejzxaEk+KeLoPWec+j0WxrG90lxhvRMpiTzU7I06VN6nvRSmFb2duAS+bVfgvR759j182j48mEmYveeADb0xv6E95k2WPaMBIT4URv08BbwsOy1F6jxmjUI95wTOPZ9zH72hRic9scA3PcsrnD1wV7i7I9dBPU7JdT2RZ089+doWPZDGzL0ED6g9mGsIvuhQj7wTTcw94OJcPPssUL08A6O9oqs7PZjmsb3apt49V8qmvX5sFz0ly3k8LbDtvayiWT06rs07ya5ePaP5eL3pjtg9wQnTPTBZuz1sm5k9+HdivaB+fT0JiKs9PAbyvYyV2r2vJ7m7uoOqu5pnDD3Uyr49FVPdPYDgKLye1249UqSlveKiMD2ojl48MgElPfi6FbwOdCk9zKOIPNAlWb1zHoo9EKQGvaeykz0NH9K9TGKiPLZLab2B9N09xIJnPFYb4D22xwo+Y88KPl8F172y1xI9Y1i5vYmjjj3yZZI9wsOzPQQ1QbyQy/s7nvIGPp8zzD2/w869ViMAvdKAIz5xSMw9ihkxPblKVj5zIkY+u29iPYL0WT0xSyk+vf/3PdxnTL3ct4K9krKLvVqPc75EFb693Cn0vW/Bjz1mwB49PdpEvhLRWb67YQq+Op4hPFryUz05oQS+NiTVvaFDpj1wipQ8Mv2xPbKAzDs+Z3u9Zki/PbThAT52RWA9","qbzAvVRI573lwFG9bohAPeaqnjwT04o9IU7zvYTIr71BcEG9VbGivUssPT3JCx8+VBVwPUCgFb0gS8o9LmVVPViA1r04sFG8yrLSvS62vLu5jos8K5jnva4o2jtE7YU9PYGaPc0ABj2YT/Y8nXyePaS4oj2s7LW9ZHl3uwm+RrzHHpQ8F1xwveEr0Ly0PKA8IEh+PXUkqzyThkc8IvrHvd++qL11Tqe6t9gQPYk7zT25qqu9IohrPZDDU71ogHU9dRoOPUkwGL5794I9C+vzvN7Tz7v4x3e8JeEjvpY8W7073KY9bPltPXcTDzzp/Z28J0IxPckVlbxU/g+92zDUvSfktzzdQvQ9CxuVvBB0F75mHr69d6psO8WWKr1YkPm81txVPdZWVb1xzQO9RlRzvbZQ8juB+BU+lDnVPAy+Yr2IXxU8RDroPGP5oT1KTh092ZbhPWQ69zxsDYO9HSXnvc55zL2Itqa9gPWsvAFevD1utnU9O5OFPVTrzb0diuM9c2lBu21UH752aGC9PGpxuwWbwL1Hgro6QssaPofSpr2WV8Q9EyPevQ8rlD1YIn28Wvagva63CD2GT5696X+hvJ0Blz2GWcq9QlDXPMt5cL2wyAO+BDhbvb/4qzxcMhc+sbnWvJ6Jgz01zlk+ZnuUvSX4Er6rvNA9FSZyvD07mzzcT5i97UqVvbmdxr0SIMS5ukKAve/ICz4lXAC7r97RPGNFqDxGYvY8uiEsPdpkRj0xHQa95MeePcmqKT2MQs69HVqGvQk0QT2bm5i86puWvARhVL3MOra8R7GhvRMoV7x9Y/m9sD22PBWbmT1DN5u9/SrGvKn7OD0oEQM+qAG6vKBBDDsHy889sVZePZoELb01uY86Qr2HPbUtKr7mQ5S9EkbavbRZTjwdiyI9ItCavQXb6b1QhyQ9fizBvGVd5j3OY4C97unCvU4I0r381f08v2DVPVyknL2Ch9y9CYbxPK/VqDyzBWk949RzvWUR4T0ULbM9EkpLveTkK71slGe9","9D/lvcUEzb3v3dU8pfTEvWnp5jwLGK09MMJ1vXp4mL26L7M8neXZvcTHKT1bRW69tHWmPFLa8j2TGmc8lVuAPZC5yL0iMxK95ZK6PQz23L1N9tC9QmdTPRjgur3Srio9vZE9vThNoLycYYO9xBsDO3fxSr0WnAc9zInZvMDtQr114409ia/xPQlC5L21E+I949+LPdqCbz0AjKc4LDX9PM+8sr2Ci6+9qMSrvEoMND2awhM9rfiCvYyBrDzckMW8PPBtvT9LF72Z4sK9pE5ePWmbBT1Z2hE+Pcx2PXRa972ECtI85ymCPfUemDySKUy9KU1LPXTr7LwLl409nQ2kPQiDez2bJGu9t4RLPbgTh73fESa8R10uPi1p2jwcsPw9SDKJPXErmz0yZ1e9JSPzvQgpub0v4ra9lhG9vaVOLL3w0Zk7kEyTvQPKO71Q0hI89h96PRphor1DlP68Z1fhvYR7JT0CjhW8Sf2BPDcWhryY9gu+Gtu6vLa98D3kU708ItDgvZOjmD18d6I9WWgXPQn6673zDqC9KDhqvRpnoTzAhki9ufxjvslCwby2ZhI+izbUPdgFpb2xLLk81qCHvWAt6z0oauC9EIipvTWP2z38GW09heeDvSDQKL4tPMS9YzC0vO0Ohb0Y/uK9liDUPQk65Tz/XLo6O2YvPXxIMj4n8RO9evXsPSB5Kz2fPXy9YLwvvSIkaT05C9C9OoOLPWJG8j11AYo9UZCjvb/a0L3WjFI9RfSzvVNWyT1Pbys8EuZrPcTadbzbszc+WxKsPP0+ZD0cGOo8G93JPXqAyT2zPQA6TGSQvUqKoz1EAeo9k+W7PayDwj3Oifu8oXXiPDACCr3809I9k2HrPd3rEL4ji/g97df2vVExur2ivMG9InzCPThZfjwlsY+9vy4TPlfdhz3Muv+8PxGKvVm5qz0Y8RS9oSXqvXcl3r02rRG9K5rnPQho9L1gkE69uLKlvYAKYrtsRj69kCArvIWVr73CFHs9CN9SPGU5yD3AFQq8","JACvvcM2+bxJfoK9sqQwvbzg/D2SFhO9CJRfPauihzy87M09fLyzPQ64hrx3g8k9PBzovOGvqD0cRq69Xw80vfBY0b2UuII9zn6wPSY+hT0WoyU+h1MsPmSxab7+3a49Qi/lvb19Er1Hx0i8EuOcu3KzSz3c3tq9Q48xPGqIqj0kIpK9bGrxPP857b18gv89VXSEvfcYJT0dvFW9oChPPJZnUT75gDK9WO6APkOl3D3n7jm+VHRCvWj2ub3Kwxm9K16OPIDRkLoyABg4+TkVPU/SnL2d7iS+bDohPdYyqL0MJmu98jMQvWGjOj1e6Ac+2eyJPDnzFj5HpmY+r6G4PLcbBT3axXY9iyksvRcjtT2D2yM7eaBgvR/3d76HQwq+fPj9vHy0wr0jlbY9cWDAuoYFlj3G5sG95sEFPoM1Aj4RhZO8nzkePXmhk7zcqpg8+jbPvMkO6T2YANW9tChjPWSqm70TZc89G1lZvTqnob11K728dHjbPdQouLw2YcS9F/GbPU+rIL3Srbi8MnSxvLlQcb26USm9gQGBPUG1ur3x1KS91KMEvvVciT25wCA+keu3PeGO272UKSY9jaAaO/PDiL2I2uI9NdcKvVzR6j3AufW7Ii/RuxXSvz0QHtO9zwSsPftnmj3+SVk3lr3IvGXmBT7ZC+W8KtrlvX+sgD3f3ty95PbNPCl73z04/Ky8Jy6VPaCmBjubbsa9G+vvPS0kvj1yK1q9VkG/vYDHG7vF3uE9gE/EugsO0L0AcY85Bl34vUW1Br59MOg8n50SvkZGNT6FOD+8vg7XOYczhr0ysnM+rvXaPWobq70vcd+9itAmvSTA0jyAKxc63dtLPdTqUz0EERy+ljrgup7nKT2E6qU8UXaZPZnZD77kSAs+SSOhvXt8kr1vbxu+6nXvvM6zHr311qI9uiP6vZVfazxPWJU9M8q1PX20+r12czI+tsz9vRuvSTy/iwk9MTkLvrhJlj0u57S82IohPpjRAT5WqKU86ENEvVx4mr2Ub4c8","5q6+vR4e3L17tqi9nmjCPcnREr4Kmcm9vUu3PTjJ97wh2pO9TGyHvtf4F715EeM95EHNPelFUj3uJjE+dJ3BvfdDqD3QkNE72iYzPUKkuL2M7tY9SzX4vaOYSDv0syU9iArhPQyY+rx+r3s9OVuqPCfa5T1+rte8rMeaPKPDWzzqD8c82F/FPeH28jyLGpE9F4+EvRuW5Twaok+9ufNIu1nwxTsN3gA+wKSGPP1m1jye/h69rgjuPdK61jy/8bS9lTYlvQhfJb0S+Vg8y36rPfNCMbyskJM8qZGVvWyVEr2eJYa9+HCTvHWCpL24j5094xabveOQBL3TSMc8JgH4Pd/19DxmGJG9Gq2MvWyNIr3fQrI9tQ3OO38gxL1Lc5g9KLkxPRx+9L1QygS9//GzO97ecT39jZK87lkwvasLvT0Hb/G9BLG3vHnypT0utwE9EL6Jvag5uLyCPGU90MdCvCIZJD1JhPU9XknAvXRo7jzXAvc9OG+yvQ6MTr00zim9hrzIPFMKeT3NBcC9fetPvS25rD1mrEi8lP9HPfIDjr1fCgw+gmOpvcREqb1IQJi8iNjsvFKyOL1oVaG99zWCvW4tQr6xb3k96s+yPapjCj5i5r49au9iPirMLr4eluo9vseTPBL7lD3YqUO+r4MQPcaiLr1A8zs7PMNQvlRwhD0rZ849s/KDPbdoUrxj7BM+YYt7Pc+wzz1169+8JOmcvXnpBb7IU7Y9bRIXPrhaET20TB2+4oKqvXQ/A75JwNM9mjLHPdMm5T3Na9W9HEIiPgRPyj03gvG9f+ZzvA75Fr5kjNS9mlpfvhAddT320b09Ec0APjWr1r3qT5E9/OQPPTZdrj1qQDG9fpCkPQuZrL1L7Hi9A5+ZPXBCkL6r3t+9gUSGvcD5Bz3sAMs8ELWWPX01DD4O4LU9MyA8PWFjgT2Ybgq9RISNvWsGObzUDIK9Q20ovEu83bx/ndy9iKoOvW4n0r1wyNg8Nw6avEc0pD2aEeK8ikPkPVENdDxOIiE9","gFmhvRrPuj3Ajfg89AoxPW9N+73i6z49OK4UPHMz47zWpEg8jS6SvayUAb1J5y4+lwEivXgR8b0w4k69aFTRvIY2hz0tKgk9BRQuPBX36jzth4w9qo7avcZvfbyHv8U9OGkMPoELwD1Kxh89nxKQPWD8Bj7ubCQ+N6PtPSYcbz3ArUu7rFTLPFN5yL28Z9i9iEe8vWx0kTwavyI9aNBlPMnbv72+Kyk9ZNTWvPJ4B70EToC9mf/wvb+gxj0cEdU8hHopvd7Ctz1ZAKa9ltV3vfwjuT0cTG4+xWAEPgTeGr7Y0Ss+aBW6vXjCLTuV1am9woozvLxqjLwGHnw9UqicvSNWK77Kvc47QAglPRhEhD62IWs9cimGPae2iD1wxde7SmmlPTPRGb2t4JK9nFBOOlY3pr2gP2k7Wqr0vds7WT3PsoE96ydJvhBjhb3v+9Q9+etmu/yuFb6W+Hc84QIyvtKhLT22+gQ7l8MDPk/CnT3+I5w9xG/nPed+9D0eBDs9xnLUvNJ2XD2Em5892ujrPJgn1T2zts88idTyvQU8Or2zIxu+439uvuM3qjnEP1w+HDUaPsOuWjv4mq49FruCvLCOF7wru7M963IJPYVi1L0qBOS9QxZNPg9ZKr4I4Fe9gZ2XPTw8Tz3Ho709KtKnvSw7tL12EC69URxUPeIlBD6vefm8S7aKvZk63L2gtZ28fb+Zu5dQ1z27v408NVsIvbOaKz2R8qW9Fa4lPecVsz1q2QU9DS2jPfO97r318+08XUETPOD6jTmj6So+dPQbvDdZRT2PQ/Q9vxfBvO2kJD3MDkk7eQMKvK1O5z28jrM9pcLUPAqkuT0acUo95P0MvQLdjL2SRQ49C5ofPdU7070nx809hKcjPUPhXz2sc+q8TZx5PZpRg70CE8U9UX+HPd7MEz6M+UA88dOjPUODyz3Q2mq8yA4vPON/2z1DO6M94zeePUjhWDxhZqm9w2jAPcKDXz0O9iI9iJhPPJgqZDyWHlA97JCGvXHlhz11o6A9","J4mHPOn8vT2vUKI99nKrPdzrHTvuN+Q93bekvYrJDj0506U9zlFsPX99ND37CIa9Q/HfPYeX3L0NGIU9GyO8vUwc+b3w5rA9u5V7PW7YDj1Ke9c93mYaPjehA775AX88L0K2PSh2WL1lgGu9PhvSvQhUlL4RQ689qWRAvQjP8D10n96870CnvT1vjL6IFAm+bh6uPZQy/7lvBPa9MIxivr9g4b2YlAq+kaBpPrPrHD6LfKQ9nxPZPX6Xlz05h/a9sFeHPeYQHT3RVYw8UbGCPQae0b0iSAa9VDTmvZdfCr2gDha92bPWva+MMLxhZok9m//0O3pHxL2GgVU8Hd/0vfOjoL27hsQ9zQdtvS2m5D0So5e8hKmUPXxzxr2t4ys9HdqvvW5MmD2Xw7M9vBLpPeYZqj1pyVY9qT1RvSlLMT3GFMk9TjIcvENx5T2+9Qo9vIYKveDt9L15kmm9wCG+vSvfjj1P+QM+IcuVvSH5eL3oNHQ8zuutPcM+sL1WFaA9xVukvIF79L15lzc+LVNrvU1W87xHAp49vRH3vI4NdzyZcue9rYUBviqF8rxXHzq9kiysOzacwzv0gYi9o++hvWSDiz0jq0s8K9P5uzI6g705BZc7OSBePYnnCz5ss7q8kGGHPboOtL3BXIK9ybz0PRpBpj0RXSo+E9bWPaNj9z0fP4c9L4HuPaRvPr2K0VU9mZm6PZUkmj3uQAs9YJ4eu8+Ph716TwG9llExPbTWg70wta87ue20PUqQo71BApI90AzrvbYl77pgLuW8WmsEvvNjdz03t3I9h4Q0Pk9rgz2hnS09K4u8vQ9grL1iPni9PFSAPUq98r2Pju89XQ2GvZMZMj26Cmo8wymnvEH6JT7a8Kw8wnxtPSq81b2yPmu9ODy+veroHD0ckGE9Wqw/PdJpRr1BXdE9WAWevInp+LveyGW9TWY9vqVo7r0nwps9fT/dOw6WRD5QXxI+TX8evQam8T2isyU+RKPfPdfhJT663cq9e7+ivVlZML01ZsC9","UR/RvUcq4L2xY8G8nKkVvoaQaDvIDpU98UzCO9SSQD25/y2++J0ePJSfdL3NUyI9GjoWvQurB72tKQM+h2CiPZ69/j1TbJk9tItePUGrxT0srvo865QAPorjL75EZgW+YgmNPMVq5zs6I3e9OiSxvX8g5b2VbHY93w0MPlF2Lz30lLm8fAIKPRUvszzHK7m9LjG5PUGE8D0hWco9NQ/YPSzGW73u21u9uyjOvRRfrr3zH0K8ZHXPPbPe1T35tpA9VWKtPaV2673IKdE9ocFovT0fer3mQVM9GaDMPdqP7z0q0fW9Tv1gPcs85bwfO129DH/pPVo+0D0bHRw+GV56vaXplL2WS6Q9625/PWhenT1Mw9W9+Noyvd5O+j1EprK9OMiBvXjWwL1Fvdq9IA2MvZEwC71iKiW92Cw9PIVYwr2PZ3a9QA5rO6wop714cRk8+fGEPbpSEz0+HIO9XvZHPTaprb2JGcs9SCeNvQjIZTx6nmc9I0/IvReQ6z0IeRA8D4ddPTAl/TwQFiG+P+Mivi1kmz2B0aY9OO0qPboBg7sfijI+v/i5Pc3m5Tx0YJ08NbniPdG2wr1Am3i7jjkLPmHTor2utxu+LsbgPW27DT4pbig9L+SAPO1UJ74RJPo9rQhhO0c7yT0kNGg94ZF0PWDajr1sO7G97UJyPWRYyz0hcb892HpsvqPZv7zwZ8A8hG33uweIC70Fpd+8rNrFvf23IbypTz0+HNv2PXfZrDyqXUa98IzRPeHIvz2zq989ZloHvmIvST2y47c9WKUkPtKCEr2tQau8FdmYvcp1BbwbHlG+LKBavp8/vD0ize+8eXw8PtINBr6QamA+I7TkPcepzj3L8509vtSePbQmxjyCXUk9Ijn+PSlubr6pK5G9O0epva52tD2Equi9i6HYvF5IlLqc4Os9uQ2NPWVa+LyYZIs99AC9vQfIob2e5KW9sfrCvULBt73f5+k8qHIjPRb42T32fy28TsS/vTAtyz01IuW9OU0APnmzqj0Ka/s9","q5vOPYZLAD1suBU+KCGCvPVdmL1EdPc8z4alPW9e5b2zQVo9p5kFPEPEQjwTR908Jf7cPfKdMz11D4u9s/8jPWBV5z2uMSI9YqlIPFYQnbzSze09HC8BPYr+jzxZ7qE9wM6XPbRWwjzKMdQ9nOmVvfVpxrxy2xa967yRPaxbsrwqARI9V7XuvcDwWLyuZx+9C1LcvS7dr709PdW9gkoOvSGfeL2pKa89MKIovAimUTwAwBe8fj3LvRBKYb0k9TC9h/XHvXC56D2/gSG+FmchvHMT8j14wLk9f0sJPnJiNz4sgG49WgLtvU+ZmL21L6E9IfsIPgypk7wKNTG9qFKlvaIv+r1k3Vy9Qf2uPTHRWz53tBk+uPhBPr8uAb4rh6g8/pDJvecx0L2IOSG9Bo2xvOKOUj3yMQg95ygOPShMK73AHYM7SFEjPeNGgr16z2s+tdH6vVv8Fb5pstO7Li3jvAUVzLx6mYy6myyMPYxqTj0Q1pC9/mLePEAJDT5+q229UnQgvCdttb3bchK9BSNpPbP5nj07OVY9Ih4TvdIPsr2vyQu+vgYwvYb1lT2aeEk+4JziPRimsrtXYIE+KEuuPaqVtL22TSY9RG8PvE1oyj0m/CW9YitLPbEDVL7EDlq9oGYrvfLyf70+c8w9WUW2vTx3Dz6W0Z29pB6hPf04Jj4F2cw8LqgUu3G6sD32TA+90flOPRipIbwhb9i8htLePJIaUz3mQ5y9ha+5PaPD1D0xA0w9p5gbPkTpzTwWPbM9w1JuPctTyj06uKK7ayjavcGk471UJuy8AUaHvfTn8T2ZN9A9CwKmPV7Cfz3a0bE9blIovUo9vr1hYgY+7Zh2vBuN8b2wMAk9/iGcvc1Vob1g64w9/FERPSNo8r123kQ9MI8mPNlRv73Kn3o9FAMcPfxehj3Jzqy9h2HxPV4ZSL00/3K9KDKLvRVsiD3i0XU9W1LDPQC317p3j9A9WnQIvdaXwL2bwpY9gL03OgzDqr3OmMC9E0qgPcpbzL06/w09","YRWdPRaU6b3ah/C9d5hAvacZCD6mlS49/dvBvf95ZTzupCE+1heHu23CAj7wr4o742qSPTHjzz22wB89xk/WvHrukb2aV6a9clzNvXH7sD2Fhuc9yX0XPvrMDL5BA/s9SIg8vr6A+L2nn7I9DViyPVe5xLukZrY85Sonvh1Vfb2Oky29wgLevMvhrTxoBJo9Qw2LPTlh/z0T90w8Jj/VvKPhiLxfZVq7VbBWPnyMCz0/d1++n+SSPSh0C72sFoW9AszCvYcAd71NcKW9D9okPm7KLj1FBDO+25/aPBWihz1m+Hi+xQOXvnkCIT5UZ8I8ecpZvWdvoD0SsZQ+3PKKPUMeQz0m6Ww9L8/WPUJ2VT3qXLe6CfmZPDTwBjrAs/S8yg4wPWI1bzyszso9AEoOPd/esz3cJYs91J1KvdYbHz54lSw9ZVYWvdl7ab17TMm9lZnjvUeHtz36Ax89FtREvTylir1yiRk9PFtfPc3I5D0aJ6Q88H6tvUPohT0YSMO9yYDrvV6+xjx6c/49uCu+OzlDiz3v27q97/RYvdJ2Xj2+zww9OAwZvuRrIT2v98U95P+cPdaxmL1MA5a8tPYoPcek5jxdHK+9QsMIPlFwuj1ad/K9wMqevUNot704f769HZZXPSkizz0jgpO9+fizvT4GHz4HUGa8SNEdvGg2j7xDmLw9w1+sPcnD1D0D6OU96zH1PXX23r0MteC8wlZmPcmxvD1qYWc9rNKGPMDoQLyUoTW9iDZ+PJAvwjs6aw49eTlLva4BZ7tuolS+uNycPA2xIz3t+eu7ZwYKPtfJhb1Qgs49HajlvZuPnTwA+oG9jTu2Pb4NF70zffa9SOecu/ugXL7g2bK9aSGgPZh3HD4EX0s+n2sSPdBMNz0XSqe8onuMPXoW2bzenCW+MemzPVlxYr29SpY9AB94vmf2CT2wJUW93hTSPCDqyj19ouU9U/ebPeCn0D2XIbs9I7XuvRf1Lr6JrAa+femBPWNWOz7tVDy96W6vvZRA7b0Acf46","vIurvWxcqr3Tp4U9p0uyOyC4xL1ZL609mvKfPK/t8DvOqGS9h2yGvsr2SD2S4J09nJKkPUyrwr1l4ZA+LZWVvDeLDD04D5a9oJFFPUPE8D2eNKA9ZIxjPdI5bb0ZPIU7BuKXvEMJpb0uBe69ozwhPWiXm73SHo09877uO1YqFT6K8AA+HTnpvSudND1q3hE9t4f6PQv0ST2Gxsm9EGK2PfQvvz2MgoA9aDfTvWIK2T020aq9eM1JPUmylDyNSZi8rn9vvdCUR71lpZQ8J+O/vB4x873SOzK9GC/vvG/ka71hZ4y9G0XivV28DD7kwkg+R5WtvfjM77wWNZY9oEDLPJO68r141VA9gZi2PRcO0Ly2bTS8jtYUvTV4yjtzyaG9d16Nuz83kLqTz7e979+0PebfDT6rCDE9VrBfPZiZxLwinm+9VJhlvdJ0K70kAGW99+7CPcI0Qj3MDr88BtIXvR5zLj1wNbu9v72tPXyhR73KmgM9bWXxPSC+N7v43r284AusPVAepb0USN28u040vpOAlz3aSV8+nDsJPZBNzr27Bs49cIcpvTFwUzwQlfo7YkL+PKrsi72YqM+9nFUTPsSDhL2MVYe95kqMPVUgYD53Z2s9K3I4PnU9iD3SsoM9nObCPV/y4bzrIUO+TMwrPUAa/r07iZ89VucqvsTtl73EBuE88Rwvvtq35L1xst89Q/QbPdnN6jvs87K9OiTLvT0Gxb3OY/08zb2cvJq8ET6k3I29XzBdPRUYSTzeZqy9oMo/PBuIqj08Tgc9VpdoPWizibxibII9U2ABvWI38jwuavW9GagzvssRDT6nhik9LxJIPI06K74wpww+kkCbvSrsQD3WjXQ9xpzPvLFr7z3uIPw6vbIaPs1olr5aBoa8/mm3vawf4b2/lN+9AkPDO66Whz0/cu09eAmCveKxqT3006E8lCWdverhQj1egSa9ciG2PV6P7LztkuA93l+lvYOnbj343jq8Vl8DPSOB5zyZSFE9eQCFvUz00Lsh7149","YYIDvQHxwz0uOIU8g5CLvXY3kb38Bly9aQm4PRnP+L39iD49KV4GvtgdrLwsXhe9DpcdPaRDFL7Ngty98eTbPV9mZz1YfIw7IZ13vboBEb3IULY9jxQrOlYrnT2PXPU9iTXVvMf9/7wtZaq79Ox7PYlvLLwqwN09GhsWPWJU8b2aL7a9uyy0PWalDD3J7b49Qxa5PXhmN70gSlW8QavYPTC1vLw276m9/htCPVe9iT3cLlG9TeSZvT6Sgr0hOes9MmlrvRhek71c1Te9GRkaPEaTGD6xCSY+SI+RvUK7wr2eFgs+xfJGvfHXnL2AGYq9t3UYvcL/Ez3+SSG9EWd7vW12zr3LZhO9FcOCPYtENz6EwIY9LqPZPB0bLL4Cae49WACVvBH8pDyY7ek8GaPQPcdGE75kq+A84dYkvqoT4zy6fVo9iPkRvv5vE76xUUQ7A4vKvfYEA76vtck8qDJLvurfC75wkqC9BhpaPleXVj341sA988SVuwJxDj1e60g9jF/Ju98xsj0jxnq93jprPndnnT0Y1S88SrhAOzC85T0K3C695HKxvbQR+DscHRg+Rd0iPt8hH7wjrNQ9xkbfvT3ynD09Vqg9pyuGPbfGgLzfKAO9v9LfPRFyhL6q8iC9Gv3MvTG3kTzHUK88V4p0PQLWnb0l6uw9FJG6PP/7BzyFWg48q86Yvcz65z1emHs9zUlgPaF0yT3QWJK7x0vAPZqHsj0oYLe9Cg6RvSO/0D1AE6697PyAO7B9sb1O+W+9mmEUvPJ90b3TdIQ9fDImPfDQPbyRPYM9hLqovbd6nz0vedq93Kp9PH0gqD10/Rc+oEu2PQEze7wrMQY+qwRqvezYaT2E04g9Zsm4Ov7/m71mfu09nCX7uxbX2z1D/ro9Nu61PLg5xb25KI09zuKFvTRYLj5bED+92aPSPXJtD72Azk07DCmpvfNasz0QHZe7uQqEPZrBMz0DTMm9Z1LIPf6q2L3zCY49vBm8PF0yg71fv7w9v+zDvdnIqT1RQJ+9","UDxrvXW0ubyVmcW8X+hDvbHgkT2bKd89NBHdPNX7TrzITeg7c+zJvWfM6L1w9uI7gNEXPQ6gWT1k4m+9h6LkO6aqDb0oJLe7exnQu6OPkL2yNRe+mMUkPLV1XT22ZeO8T2KkveA8vz1nnx4+tYKWPQAuQb4AB+66Z6YTPhJbIz0irBw9W/2nvieS3L18ack94EzaPZDDTj54lWE+l5jfvMjM8j3TiDq9SsXjvaofVD0QGy++3hIAvNMIEb2nbNQ9NgstvvqrYD1GJ5Y97lyqPVV20r11HAw8oaGiPR75w70RnSG8hFy6vder4T0PxKc9jwf2O1YGvT0PvlA+lt9hPQ0Ym72gQkG89H3nPaqY1b1bZsE9UI7IPeZRQzzIvHI9lVFoveNiAj2MeQG8FVsBvjFOoj2lceE9Mk/aPW9IKrto8d6939vuvTK/trl1Aoc9VQwEPZaGeL2TkUi6KEbbvdX43Ly9OAI924SCPYjzS7wA/G+9q+PmPPiCrD05nLG6SxQ3vUWzL75Mu1c9QsCLPbrOvb08/uU8CbeQvcYqArynGwS8JtzTvBUgtb39DOe9Tdk2PZcqDD7/DwI+j7tHvTch6DlFgf68gpYDPm4W6b3zlZq9cNIZPb/T9D2qmiS9dw/WvSaJx708V0u9Rj32u06HU7zFHzS9W8C4Pc0Uj72gxAm9X9vzPWC5l71mg7O9R3uiPc/rmL1tMtM9+P7EvJgxwr0Oa7a92+mMPWjLejxAUDq74OK4uxLAJz2/du89eQWsvTq3lL3wA5y9JbM6PYaWL7wUP7689wEQPemkOD2aiM49kMd9vRil7L3tkMo9VEmfPIjPNDz3R4s9zxWnvbe6ETtwnRe+7UPZPaLdSz7YAp29tJtEPCiO4Dz3LQk+x+A5vbdkLDxrsSc5FRfivXk4gb4+l869RicBPhcK9L3H+NG7uxTAvpGlMr24hhI+gFSPveL+9DwnPUO8BkQnPUnwDz5wiB4+bdOkPYikwT31wxu+KCl6PKP+mb2Y8Bu9","D0ORvQAb2LsLpWw9RLwhPJWBs73Oko69GoDUvZSWtDzZ/VO+mp7ZuxZLGz4x9UY8dsMXvdym3L0xVV0+3ccFPdYhsrzScDQ9bgUFPt2Gub3AuuO8QrB8Paw5Vr4dQr69LFvJPaCxgzx88nw9Fh4PvVCfKzyk49w9wgDQujgr+D1Mx7Q9sRDRPHocxLzmARm9nrjQvMVoDT1UdFE9Cv2cvbFKiz3zKwu9fHUnPDnusz0gMF29DfR/Pd/qHD1QJsU9El25PFbejjv5WaY9HuMbPVOezj0+hTU9XjPAvWIVr71phcA9N22vu36OEz5F4TW93qR8PeJYX7yglK69mlybveS4bbtmzM29hrs+PKNfmb17/Qw7g9GOvUOVV7xQx4Q7kmChPU5NAj1yRM88QnuKPeQCzTxAKvQ9rwCaPSJy7b0UQOC8xGnxPOLcxb3Ay9g67Pq1vGb5Cj1SOLO9C4yyPa4p570AyLo4cOnKO6ahkr3600Y9y2+JPVZ4YT1m82g9yj2yPfb44z1t6dI8s/Q3vb4QO71cic48v94GPtxxHT4ASiy9571tPakuYL01ycM9wGiZPaB8UjuGlaa9QzGUPRnGyL06kSw9enGeu4oahz2eR3A+OnhHPkgsPr1QQnA8UzcJvVJBub1Au2g9eSSjvaL5ar5dhZY9ypnqPPK3d71Xgrq9gSkYvlkJ6bxoHmM+3oGCuxzFI7xh3ea83lTAPcf9Uj2imD69MUvYPbF/Gr3ZYyK9gx/WPdspiT0nyIk9KL/rvRuTgj3lkJ09YyD5PRix271tS8C9bdUVvTpkzDxrgB6+EkQBvXTtLz6Dmso9SxHJu4U89j09r3c97GcIPJPdAT5kvss8c5X+PWZ5D730J9q9LOm2PJipPb6Nsgi+AJiSvSssor2eKbI951K9PfJYWzyWM5+9ILYiPfbdP72vZji8sY2DPVc//zyd7NI9p9+tPS1MmT2BQzs9pG8LviVO5z3aNzS9Fv+HPYICzz0iHrE92bWQOg+9fL1hseO9","SjEPvW8WBD1aZTA9WzPWPWN7vz2YdqC906m9PaQS6byyFV29FWKavbVzrD0DUDC9VOUGPH+WPT3YT7g98MECvVHET71E5/U7CKXxPR//yj1pBfQ9xaSovaJwSzwOu2c9pjt2O/Cf3DsW5dy8+XvIPKRtKLzUP3A8HPq7vQ+kzT1bCvK9fp9Dvf1Vuj00abm9qIbyvF1tmL2AaFK6AT2fvVD2oTv9XaA9Ga/lPe2moz2+5F49RRHdPeDhJrviXlk9yWedPSpDFD2Fczs9nVx7PeVbtL3dApM9RGyGPdvFqj0kJCk+g7KfPQO9kT0E4ak8QKGoPRneoD26Sou9Nqsmvsom1L1Y1qo9IrjhvHyf/z1y2XE+z79BPeRYt73gpqy9m53xvCRXhLyPe3S91hOivJREHzwduOq9100Gvl68oT0YTgU8a0wtvpHwRDwTvU49rNiavSxLxj2ilga91bWEveqQjT2ahoA9wh4mPjBeOr0DUR++J5ZLvbCs8D3B4tc9tUk5vqyO37ylu9K8pnlIPOO7sj1DCGy9ISHjPBh2br3Dxc+9WY9qvqnSLT55Uyw9nnRMvQCmmD0/cLo93DADPZBvHD3lZuq9UGnKPDpT1D1o5PM69F4yPXZpT77JA9C9n6HKvXykkL1TQ/m9+KfMvdmQkb2Z5vK7ZX57vYq75D1LF2y8eex3PeD12r3oc6294OJcvb2gHr1RgdY9O5tqPXYzAT4uZ8o8Gh2fvLsNnL2RR3e9VSLgPX/4FTleVww8LmRjOwAYXzwkwJo9xpyBveqQHr0crLu9rekYPjEf5j3HuxM6ktuBvZuIzj2Loto8CXqpvcz5Rb3jBK49OuwcPRbZ3b3pivi9dZdfPb86DD4k6oa98TyZPebirDsyhO69sRFxPUhtDz1EVcU9qPHWPVhzBz5/uJS8wq8zPSwaxjwmwFA9UC+gvexpFr2WRI+9fGaWvdSTyr3eZi49dLCaPGqsBr2ppJ893K2WvX3qx73iHRE9KA8MvHCi6b11MHu9","vtQIuwP9WL3QWQ691eRGPJwanDtICT69sBqhvS9eED5Fvug9Fh1+PQ1EK70psOU9UHoCPOR4xjzIdt+8dZTavUDJGL49RIC9JPRevZuWWj5MxNQ9GEUsPtK/BDzoLss7QkeVPSfEhj2zSuS97qnIPfzF6L0mAH89ajEGvofXor1tuuM9GNZQvo/LYT0q0eo9PjqMvWzCbjxB+AU9dAlVvVpU+rs32Jm9d09RPmGkAT1mrhG971u+PGJiaT384ei84i2cvT2DbrxzDJA7afQHPv4P/jwq6rK9dTJ2vCTafL3AzIq+Do6rvg1kJD1wGsw9AdWbPUP5hL36zR8+m/BLvQLJsL3I9Gu9sVRTuzRewr1YACk9+uiPPQ2QvL2htnC9r93HvPnEET14avC7UffIvXePBr0Gj2U9fjYIPlRX4z3iqnI9JxERvQoKhrufb+M9LdKgPfR/kL2v29A9icTqvFU2DzzvtS29hhHXvczJRzrF4BK+67zdPSzgIb7pP4s9S51YvHzQXbxZgys+qA68PEZidzxB1t09BNpLPXUfyD1zdbk9YhB2PZt5WLyuUik+GezmPVeAzT0nEam9rgQDPuPXvL098Je9Xv26PdljAL1X6iU9mpftPMW0ur1F3pk9IKpCPbP9Qj2NO7c9DcZyPVyUFj2f+zU+9crEPf6rAr0Z8sw9QahyvWDgmbyJhuQ9wBDFvD+ClT1bDO49jus6PUANVTv5ccw9jAyHPCSld702Xpq9KHi+vR88lD2Qtrq8oJhOPTC2UzutSUe+IYaFvW6kND6xvM090+rZPeBJiLz8OQ4+PQSrPZOlWj1Ws4i9+m+MPZh8HbwuGyc9EXrOvUJ6F74mtNC99i61vE5/Yz4l+4U+XXYLPaVLFL6yGgO7Fl4xvVT5L70f2tw7wOHCvfE7EL67Htk9N/PVvQbwr72yH8y9Y3ijvEH+Pr6Aa068aL3mvao7gb005RO+I1kYvnK2rT3HHqE9woVcPoRwCT6er5I9TSXkPOIOuD0AD2k6","LpnovVcMAj2of7q9i4vQPcmErjvOkMM9t0uRvVfCIj0q/zO+FsdzvjvrBD5qTdM9tObcO7gm/LzknUg+ltznPaAJKz35jO89ymERvJgLy70I7GI81Fs3vf5QIb7lV8g8VaBjvb/wrj1sHIY9vL63vSQLmT26ig49Rrsavd9OmT0WfYY8acjeugU+y72j4O+9vQ6hPfSLgr3/uP88Jd9RvT7AcL3gXsk9Pn8pPGMMbr3dyey9awsqPa3ohz0wTc89kv9tvMqiR7zn2mU+o+W5PNbDhr3YFic8cjMVvUsm571P5WG9KE50vbxeNTw8efc9VfGcvdncdTpKB2W9gOq8PQHQxb0AKlI8TV2zPZ43kT2WTAI+skoUvXa8wbzj7Pa9LTGuPQvqFD3vLd09mk1UPayWGD5pplo+PsdnPdt+5D1m0yg94Ta1PbLtfT2U+bO8QKblves/oz0wpBe8/bfWPaBOQbt+Luq9rLoIvXPUgT0RkbU9+Y2qvXvK8z0/BNc92XTTvSzRiDzr5+g85mhNPS0wDj5IUJg9NJ/gPXa3k70CKIg868kxvBBp3D0MVjK9lVSCPdFIkz2BC9w9IMylvQruy7zttf67+ZLjvUTlXD6oQQI+njHiPVKus73QnhY+FTQpPR2/MD4k9yK+8S1ivILAab0W7r297DPlvGbshb0EaUu9oUlYvNTJZ75RILK90UnLPE26HbyPT9w8xw6OvR763bzPfCq8AzAhPl1Ijr3JKvI7COJpPEACDL0G0+69B8LEvZy2jL2mUJu8M/AKPlduBT6+TBy9uUOHPZCsij1N2YC8xhj6vbvOFz2VhdQ8Da2UPfQykD2J8uk9X2eGvVpU6jwVR7E9SwGMvUXz5b2jFmM9SJRpvRxCE743CL89h0KvvbV9vbwTavM9egzHPJRdjruxfeQ8Rc3DPXNWiLvdMY29HivZvXfiib2IK729YtR5PQskwb0aF9A9j2xyPfbjCTzXDoM8XgcmPfSVtb3p7oy8MqL1PK5/Nz10Cps9","iozgvbr4Bb7gK4A8bMm/vbBZyzyArlO9X8bLPd3ZlL27E9A9Yt2svSHCBz1NCQq9oBsIvfrQTL3zBZ+94uO1vRAsRD0wbd49CYYuvXDjBLwjZtE9uEV3vT49sb1Ghi097xtrPUSwUL1vB4g9ouwbvac2g7zIzTM9zt8RPa2ftT2JOLY9nxHDvXbVBz3ZQIM9bvCtvXBBxr0UaIS8PtjZvZSh5Tzib5C9OHdrPPBD9bsS5B89GKmHvXtu1j2ua2A95XxKPfEOP76/bwC+NzqgPKAKAr4+q2c9/cc/PTBL6b2Igne8gJT1ur8AEj4NkIo9UMY0PniFv72i7Xi9MdF3Pf208zzRURm9BZRjPWxzAj3DUzq8LM2svRxupr0BNtq74e4JPdcRTr2cJvU9VDRPPUgyZr5YXMG8FoX0vExHfryEIsa8UUuivoiRvbvqz/Q9EettvZn8yD0G8Ps9QZfivUob9TxqAh88NdFKPZ8rBz6aETy+60zIPeF+dz1e/j49va85vhSG0L0TOug97owHvZZza71l8iI+TfQLPKMRGTwjzhq8japzPYhmiD2z7hS9wl73PV2l171JXJS8uAakvT5N3L3SY1s9aDDSParDqD3HzvE9KNcTvSOhmD3vVw+7HrgKOj60OL02CAs7UStePYlTij2lQYA8ZIWxvD0hLT5JzaA91Pm/PJzh4j20Pdm8mM7LPXZJDr0W0NG9seewO4r3xz2oYDO9FdOsPdXHoz1FZYE9xWKNunw+uL0cBYM8GQADPVCUVjsTBPa8fHeoPezNS72HA5g9m/NIO6tBND2mDbU9aDb9vQnYxz3Rv5O9FlevO1yXnD3umxc+POpRPTEacD1JJwQ+TWK3vTJq7T0EJO+9E8OIPVVotT3KEU89a/PyvV0Y3b1SOVs9spdcvCQKez1JEJQ9kugePcY7IT2vNIc93QSDvQAw6jfSc3g9+to4Pb7uGz0O5wE9jHT4PEWVvz2YhO+9eHzsvU+enz0XJMm9/W6gPdG0yT1XHaY9","wd3TOy1vrb2MNUO94C+PvfjVBr1Phvw9CaAgPutqJr6RySo+bFTVvCkKyjvLuMg9IWodPfP77b3KBia9T18aPnoOgj07YmO9j6+lvUbao7z6+gW9XdzsPIJY8b2uZfu80mChPG6nebz04eo98nvXvWAedr4cKei9B1bkPMuttD0rVTY9/PllvuPPibwbWTO9KDK3vUt5Gz6XeuO8NjGhO4rFNj7nfOo83IWIPYYi9j16EHe9UE5RumqVVbxOJQg9omY2vuc8g72BYKy9o7aCPEaqh73Y9Fg9o5a6vVmkaj1VIBy+00owvhAx5z07RYw8lCXNPdE3471NSNo9gtyAvYHvlj1b4sg9PwHWvAV4JL06uqk9Rab3PBbMEb5s0Qm+sF4CvORs6b2zzcq8wNSGPWcEKL2ejNg7FviSPbCAIj4edMw9Q1CEPDCcFb0y7Ki9CbSdPSqn771dCLc8D1O9vd29tr1WjOs7OpqLPfyUXz12apo9sj41vWiG071b3Zs9WGbSu6sWhT1Z2Rc+j+96vZUqvz04+329JIaovFFLA71F4FA938LtvJzq6j0rkQ09EVHxvM6doj1L+Kq9mndyOykfAD3VthQ881TqPeYaXL1stLO99RIKvVU6iz0GyTs9aLj/vbAkhL2zlfY8IeotvQcxNLx2lrc9eZrzPVmqc708HKq8pdfYPTS42Dw+wVG9SscnPV+8yD3zmc49ONQyvTRM2jwJv6I9ElIXPXtt7j0k3jO9gmhgPRss6j2INze95WiyvS7UgT3SbBm+KsUUvQPaeD2BuD8+6zZivU9TUL3McMQ9kd4ru7XgBD7YChq8FF1rPHOf9r3A6KM6idmUvYBszzwGrNg8geWaPfIoLD5YZss9gah8Pdio873LhKe9eoMCvlWd7T3o0fE9riWvvVoJXb4S+ms9BzPDuVGV0j3qQEM9jBkpvjAKWr2k7fO8zjvUPTMFbj2Guuo8ARTRPFUDMj3WyWo92pAyPnu77zwr6Ti+zpOqPcFJ/j0Ckbq9","SGH+vds/mT1Eo709yukPPupeaLyTqQe+okaNPI3vdL06uyS9OrZivlvkfLjY1m68bSIxPo/M+z2Rp7I8LHeWu7BlF73rM4W9G8VLuyABWT2IMMy9Su2qPYMt+r1Hb929oAxVO9mbYrxwJBM7RIiZvePp3Lwy7oe9SAmcvb1sLD5+HFw9QLUsPHIMQLuo/wI8+IVjvW16T72zlYq99adAPeRSnLqJnKU9twogvaez3D3bZLg94GTtPbmjvj2rwDC9p92FPT7c1r02BRg+Mzi8PWzakD3n0re9abRIvfc84b3hq628xKanvQtsQL2Vi8Y9KFTOvT8rmL2RkV89nR3XvCPfT71MVYI9WGa/PT8erj1DWGW9UzLQPckkVT3Q7zm90iJ+PUbyQL1N/uG9DmjPPPlq/z04Ho88XPzFPLqb872YzlC8OQP3PXdYkz3HE869WkZYPdWR4j0787m9Y6iUPe+wrD2SqXQ9xO55vRNUzL1gOTq8EhFtPSyaML1scLQ8praKPIXicTydJBC9YpUFvoqipb3ZjSA9+9oaPWgACz05dxE+dhyPPbIxEr3GBBA9eFwcvZAH270A/4S8tx4fvoSLijxFSz29GrLdu6JHOD6u8tw8szIoPiOZYb4hw2S9gINrPD3stz0Mw5u9fiZGvYO2Cb4cxpe813/CPdia2D3yw0U9m1xjvuC9jb2g2ug99DEOu7j6Kz1+aWk9RppJvSxJ27wNwus9UV14Pfik6LweIOm96gCKPYa7h704Fke8HNiKvRG83T16KfK9llqiPZPvxDyB3Na6gwziPA35Eb0X2+K9oUPavXWjVj2NAZc9YjXAPXYMir1+77c9H+KjPTKUqz2H6K09xDE+PRmLlz1eEGA9SBnMPe6ohL5SZ9C8iyypPWH50r3fXgg9zECnPZbqu73oAyE9LtW/vXJ3Lj5FxYA88fTgPTC0prw3X5k9OFePvQ/A4bvRosi9GNk+PW69CD73phI+9AzBPRLLkb0jfk89g3PmPe29oT0RRb68",