{"architecture":{"class_name":"Functional","config":{"name":"sequential","layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,18,18,6],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Conv2D","config":{"name":"conv2d","trainable":true,"batch_input_shape":[null,18,18,6],"dtype":"float32","filters":8,"kernel_size":[5,5],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d","trainable":true,"dtype":"float32","pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"name":"max_pooling2d","inbound_nodes":[[["conv2d",0,0,{}]]]},{"class_name":"Flatten","config":{"name":"flatten","trainable":true,"dtype":"float32","data_format":"channels_last"},"name":"flatten","inbound_nodes":[[["max_pooling2d",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense","trainable":true,"dtype":"float32","units":16,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense","inbound_nodes":[[["flatten",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_1","trainable":true,"dtype":"float32","units":8,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_1","inbound_nodes":[[["dense",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_2","trainable":true,"dtype":"float32","units":8,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_2","inbound_nodes":[[["dense_1",0,0,{}]]]},{"class_name":"Softmax","config":{"name":"softmax","trainable":true,"dtype":"float32","axis":-1},"name":"softmax","inbound_nodes":[[["dense_2",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["softmax",0,0]]},"keras_version":"2.10.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[18,18,6]],"output_shapes":[[8]],"tests":[{"inputs":[{"shape":[18,18,6],"values":["sVW0Pin5t74UljK/mNaGPxVtOL5t1uy/6vi5vmVVgz49JC+96wnevmtdjD+NSUg/EAhbP83xrL8Taoe/g6mGP9jML0ACqss/WbsCu6hwSL8fhxO/iuYBPz5ElL/6sPW945xpvgcKZ783uv2+4fbRvvDcgr+H1Ca9yD+oPxYhTT+oth+/qzaqPw2Vwb1bprk+gGd6vw76fz4z666/idmOv/OciL4cH3i/x86Zv7PJJT+JaE2/Nm2SPy68Kz7MtTY+Cta8P8Qxgb5pEn+/lmcZwNHbhj/Qc7w+ewmYvpK6nz7MZ+c/KVngu7elhb5V9h2/LVGxviC/ej+q3m+/lw1qv6wfxT/Vx2g/9iAEQF0wrD/aeNu/USdnvdeLYL/MVcg9sKDfP8S4k7+fvjK/AfGxvjl2fD7O8ZG/aCqzPwy+kj+Js5m/ba2zvtpi6j8LB6C+1WPePmbAlj5sHYY/uMwfP1TeWj9+19e+4Ndmv4Lvrz4QYMm+RO6TvwW/S7/CZD8+ux5sPyLErT8FJhs/jqMCwPP6Lz8N1x28Cn2PPmsC4z9fh8M/CerKPzICTL8bsTe9+1O+vodgbj/fSii/elUbPx58xj7D7dc/g3J+P4eUij+F/C+/zGJ4v9tVDMDVVI6+uNMkPlfs8L50R/w/4PgdPpR9VT/Utf++u4lAP/mBWb5DoIG/5mSxP6JEK7+dIpU+M4qmv4jyu7+wv24+3VtUPzm+h79WggU/b+i0v4QTwr8wiSY/IuRvP6Ej3b3aTSc+/V6IPwb/yb6kIce+21Izvz36lT/f5eu/xjr5Ppdpoj4H4N8/C5+Xvufqh792rmw9Zklfvjq/qL2u5gVAHFABP18vDL8ZKGY/ZA9BP64goz/FR7O//CtvPTjro7w7mxq/F4T8PYYY3j04xBg+JWacvjs4FL//7Yu/6EB1P75kyD7Vrqw/mzWSP6p3+z4e0Yy/xWagP4PNOj7X/aQ/qxPaPelY8b4UmPi+7OfVvYrkyD8HCBQ/+v1PvgrXGb+hLrY+","0X8FwI8FYT8cIfq+lY88v0WSAr9WW8+9AjydP7pwwb+KyMs+2a6YP3ZMmD4RfBe/KBKwP+6xBj1TgWu///U9vv/tWb+//BC/7H4CPAUiJ7836Mi+0qCHvxrryr8wc0u/KnaaP5jlyL9GcDE/BG9pvRxL2j+WOOi/y00WPkxVlb4OmXa+XcjKPznCl79LG40/l26EP5uIjL/zEvk+SIq8v492az8V6PU+hA8UPwE3jj+R2RK/7J04Ph6XNz8nzIK/pgRCv9+v8L5rS7a/WQY9P4ubZT92VPK8GiHdvhp6UT/LoSM/8NSZP8td1j8Mb0w/ZuqaP84Xuz8gD1e/VaxlPhCDwj8pOuk+NnMcP1TYTT+vEgfAbekMP5X8L7/tcwPAfzMHP24g9j4pjem+FcSbP/+8ur7t7wHA0K7LvlnLRL60O5Y/eyyNv8fojr/HPd8+wBxJv0qr5D2IrrM+VsnpP6pDEMBvfBY/lmzdv+y8ST461gPAcpsav0P6Lb93SNU/w1uLP3GeDr+mSIW/LUIRv2lr+j1jGzS/ydRKv8uZVL/iHJS/51dRvhWMJj96fj8/HGT+PnNFWT/kAQG/UHyJvpjr976kM7i/gaX4P9u1Jj3zFqc/66A7wMAPxz6hTsG/gxfJvcyzzb6UI7g/fsqGP1KJND9cmLI/73eMv3qOBkDjn9G/b2eWvun2LD+uOCC/MqEmvunzUr/zG0Y/EasgP+vMqb0xPJy/qJSWP7jq6T6uyCA/BhYOQIkHUj4I4ma+BM0bP4hwCj/hAsE945cNwIdfyj5JYAA/yvA4PhixhT/wFQa/M0XEP5V6iT/k6Za/yeZ5P6b+Z78lpK++5YtAvwf4nj6sSiPAOcrEPS8Y+79dUvA/jlYUPrlwfT41iwO/pTJ7PvPvOD4WAMa+Wr5jvRyNCkCn5Ku+aE3/PaDTtb0LUho/MdcTP2jOJb/+KGM/luyFPgVt2j/KD4W9UacqP+iQiz8ZCkE/gDdTP7oASL98CFO/e84DvSHvWb4P0gnA","OmW0Pgz2e78QfjM+pTCePXoHsD8WTaO/Vx6JP07Jkz8hf82/azHLPdqYX797obK+1V2BvsX9kj5O9CW/0UeBvm+gYr+hmis+Re6iP/uI0z1NCH8/Dz1dvnTxCMAYOaa/102Rvmkq0b5iw5k/AzuCv4Z8nj6mTJS+BtRPPk/7ub7uJ4U/5TRtPkcA2r6569Y+UOmXP98uXz/OY0G/fzQ3u/terD8nV0g/nLwEv6wl57w5POe9BiMTQAvMJr9OrUs/axKbP5oxub55MA6/rU/dvp7eWj5SgmI/CQkBv0jK4b0fUrO+gnUvv5eh6j7s8Wa9Z1K9vpQN4T9APXC/Wt/SPUWXkL9MR92+4liivzyu3r8vF9M+AOCHP4sBaD8Pope/OB21Poo+572zR66+I0N/vwjV0b7puS2+2piEPyGPy7/To4+/Meu6Pzt65b4THpE/E7tLvp27I8DLbDK/z88Zv0laqT8cORzAB1ifP+UBqb7tRnk/GlkLv6zTOb/VvxK+8TWJPr+HFL+7PKe+5ybAPwrjDjxhHoi/WcUBP7JScj+QJSo/3EdzP+rCA7+eN7w/YfOOvgHf5rwE4VS/IfQCvwGhsr3bkUU/Yll5vxpiBMBNrh8/u6KZP9VmfT6NOAC+Ygjqv5FDeD8cZ5o/LJrTvi1Hh75xJCW/xpgnP3eXqj+YRYq/GDc8vtQtsj9cPJM/cDh2v2i7Gb+pKYI+AFhGvo2QjL6RrL8/xD6Yv0ZWfL2AezY+MepXvoUihz+9HGG+kKtQPxUA6T4wg36/fTkhP/2snj49P7U/axsGQOFkRT/9rlQ/3MGRv1Cx1D+sNac/DO6Evzsup7+HDbk+VuUGvwyijj+3+3C/jIiFPEMH1r+se0K+T1y2vw3egb8jVom/nHH2v8jIhz2M3wc/QZwFwCc+3T8pl5I+VLk/PdaweDySvUw/nxsnPwR0fD0rvBM/tjk8PrLPbL+DXfu/YA+NP0gBrLzlWEQ/vePhvgvM9rw20Fg/AzSQP9FSGb6+Xli8","Zxrlvs9TBMD9ZCS/v52hP2VXlj8q0f+/9HhGPwB20LwevM++GERZP5azAUDqUbE+EB3bv0QYbL4cEiq/EBsIv+upm75zqsG/i7KyPns2iz9nSK4+L0EkvVLkqL2PNC0/5a3gvWWFkT9t88S/cgSCPrNuBT8iKr+8zidivjSUjj9drqG//7drPl3RLb9yMnC/wVqLP1osGb6WmkI+7wpjP5Mk3b4jzLw8i1XLvsDL7D1ioBc/CoG/PxfRMz9qH7e+hfCevoPDP78DPGc/ATb4v3O1ab5jIy6/iGxTv56Bub8KJ3Q9XQ54P46slz4p6SS/efYHPTIqpz+bheQ9AN6+v1wf4z6Wk6Q/0NmBP2PC5z5yV7Y+QILQPzorAsDEVMU/nravvmEk2z38I8+9sfEOPpFA073Ty98/xU4aPiYShr6tdXI/i1+Gvq4Wxr7OQK4/Sv6+PlQ2WD5Z5fu+xv2CPsqorz3h6NE/Rt0TPjAvPL86lo4+X7Vevq45T7tH5pu+CxsVv7BlHDyAg4A+hozbP1iBer7fAbU/lgHTPglQLj9gH+m+NDD9PmgDrz+8mbS+iqoFQO82gj9WIxg+3sU9PyM2Db8OrFA/25+hv9ZL8r31hE8+v0zTPjrKMj+w8gVA+fwjP+A2Oz/7+zs+Xz1vP/wpPz8g6SC/cWyeP1HLrL4ylE2/EDyYPvzeG0BuAQc/NdnDv9YF+7oXy6I/lDdPv+aHyT+Iqd0+btHTP3ZBEj/SMIG9q5kWPj+67T7hayw/Azahv0rvp7+x3Na/aHLYPonWVT4d0ZU/cvxKP6fzbz/k5Lo/ikjrPz7Mdb4HgFY/DqHCPYj/nTzzhye/n1RFvk1Rcz9ucoe/O2/cvwnOZL9LpJ2/FwfTPrh9x76cafQ/2M0kP9tSRrvU9iO7UaIRPi3nJj9/TWm/kvCTv00cxr4yF7W/vUNJvTuboD+Ji5g/7ag1v1KCVT90qcG8liTnPxRLg79gwPW9+GB6v3zvdj66r8k/yyNQv5mN7z7vAoI/","gDsmP8m7gzx75gk/vTNdP4O3mT/UnIA/xPlBv7Z7hz/9XgI/CLsLv22tir+C7My/X6SOP41elT+Eo6e/M/WqPxKNdz5pFsw/xs+pvkkhaj9fexFAQcQKv2KWGr+VarM/G3HYP/tgvL8A/Ji/APVCv+N9fr98esW+7wZfvxkRNL8nwZa/98+mv9UEhr8rk82+c/FQP2cSLj8VvOM/v350v6KvZ7/7p+K/T2BGv6s96b5h68A+2LoMP4bgtL/0dic+ncd0P92wqr92QIY/SOkOP4VBpL8YGta+P6y2v65HA76qfKs+tWyDvxGtxL0ljL+/7PihPoDVWb6dqem9YjOBvzp66r8ZLwO+Vd5pPig1jT9yOqi9l2oLwKZuDMAUDg4/boRVv/cA6z/UYdM/2w7iv7VQB8CjT7o+OhFrvz+CKb06rIO/NWpLv0jTaz+JQ2y/ZVigPtFH4D55vKu/Owysv/9M0z47eIA/3anVPikhlb86otq/ZeMMPylZv76d1vk+U/Olvzm9kr90Xg+/P1TWPS04a7/fGP2++c1Cv0EWjL2++QK+MXk/vxnxxr28rFg/iIthPuAWmT4g9OI9m34xP8J2cL42TrU/yyzFPyHsp74nWxfAzSg3PN7QWb2ew2w/xK47P03quz2vpK0/TofsvHmoCb9l764+y4SfP/WCgz/C2vi/sIsZvhb6iz+D23E/I8m0vwht8T9+Udm/i6Aqv3iRi79659c/J66sPj2pmj80Jmc/W4ArvrInpz6aKbU/47i1PiJSiD/NE1+/Z7BfPz/bmj7vOJm/ZR1LPbOMUMCjaWW/oOAev/Mj1b/5f5M+wUxwP9B42D+6/M8/vCIVwKwYh77p78K/j08RQFmZuz94bQg/q2aLv+3TBT8vxiY+EWe8Pm/VI79UOzw/kajAvoDr4z1iUB0/MTGYP2UhuT5sgoY+zkpZPrx9yj7iuPa/K+6LPbC5hb6Ex5q9izWGv44uTD/d3m0/cw0bv8waD79hCyy/IFbgPtFpqD+LVZW+","AjR2voT5Ub8NJHc+nTPQPv/tJb9JUA0/BXHev7kohD9XaGQ+Oo/3P9r3Fr67+pq+H8DQPdcHID8xXww/Zm1SP6ISsj5jaAa/WkP6v+w0AcC84Ny+YlNbPgOxBryH7iA/2kgKv5Kxt778kqG/2Rxtvw/D/79z5vu/Xc8bvif96r/t12C/Kteav/AYeD/y87E+tUcVvvTzVD/u6g6/VydKPjsg77uraYQ/VA2KP8RXG0C5IgZAbDPAPq2eB78ylR4/QR1cvtpcM7+FqM8/UN2KP3epGj7Wz1o/M7GOP2Z0Oj+ZIJo/yARivo8AED9DxRC/fGVEP53lOL6U0U2/0i2ePvzGqr8WgSI/2t/lP5krLr9Z1KM/aOxrvsf17bueZaM+kflPP9Etcb8PM4A86I7JPyRxM79S4Xg/t8+FvyD5Pb7ybSU/rOCIv0o54rxKy6k/GnTyvk+AgD7oyGA+vZrLv22zLD8OvAjABg+2P1fInT1Qabs/KbN9P3j6m77zlJ+//XmWPw81hD7fL4W+V/eZPrCD5r+gC1+/96V8vcR6B7+RmkO/29zCPg6inz+cIlq/kAN3vbnnxj0m8VK/555AvuCwTb6I7qI+w2lGv2+StD6Pk7A+g7IJP5faML0dteA/zv3Wv3HUKr6Zh5k/ZqoDv0b7Pj/NvU+/R5WvPqSIor/zRdW/sastP781yT4Quss/UgFDv2jBer45mes/La+iPE9XOz/OyAG+1M+rP8JqwT/VoJ0+5wiKv95jpz+mkOO+b3oLv1//NT5pUIK/xAQSPgzLbT+Gsqc/fEgsvSigw77HYH++ocFmv5qH4z3U8ly/D+E/wEwjpL8w7Je+2396PuiHkT11yaS+CUjRvpJ3nb5Pf7m+J4Wov85xYz89dlo+F2mAvkWzf7/tGUy/sPK9v6w4nL+qHS++SUc2vsENGr8iYKS+vE1+P+WCB0BxN1E+N2oBP9lBDT+xIaS/RIl8vuq9Mr8a/X+/6sKvPe+E8b8fviG/vPbvvlkHU79DOtM9","fcYMQJqetD9j0Su/nVIYv7UbN79LKOW+R8VNPxnGvb3j6YW/xutoP3lB4LwJbT0/TYk+vxRLe7/CsIw/f88Iv8UFKz9wH5A+qNk8vhUFxr/TSgrAJTuIP3nHgD7Dr2G/oCLTPtjrPz7fJHM+mmpXP99mVz8i/hrAdvDQvkLl075LmZq/lWzHPnG4Mr8n+jy/q8t2vw3noj8wLTM/bUyNP4AcF79GnTi+TeO6vQk1G8AD1yw/oDYfQNfPIr8PwJ2++Zq9P3jc4j0qssO/2Ov1PVs9pr606oE+E4EzwGoTID92Zg6/2ojKP2Y00LyDatk/ziBAv/wjl786CBi+oiBoviTr0r9Jgiq/5636PthoPD8PeD++msq7vrATgz+tY84+Ci43vwnBIT8kR3m9iI85vq0DDb+40rO/X9UIvy+Ih72FxZk/yeoFv7vDNED5p/G/eDqBPkey/T0pFeu/XSwtPw4JCD9QowPAEc42P+8Qtb6H8NQ9FlIKP/Xjyr76XfG/EVKcP5dwsz9MCDE/ybPrPsLH4b7eo3Q/ChbqP2JVyL9e8H4+nKaxPpPVAcDz3AC/XatYv25d574Y7/s/f1GDvz+BBr9F0ZS/GXKpvzrNar8CSoA/dl3ZPouA4r59fl+/P6bbv9i2Rj6O7o+/AhZTP2SR3LwF6yE9HoTov4sHYb7SjDq/BCY0v3vfPL80roC98Bcav94ynrxR5M0+tpezP/LO378Zm+E/GVSGv51omT8uJf8/Cw9oP5CCGMAmQZM+PNvXvgelAMAGVHi/XgWjv+XFVr7eErw+4v2tPPMYlD+i9js/j6dzPw/OQj9VIfG+U6aYv2+qYT/CuwO/AWbCvw+Z3L8/IOM+iVEVvx8bFz/D+yA/g3EMP4XvYr+zzOq/yGWJPtge6760aA+/QfFVv1FQNsA50yw/tw4KPz1nn7+U2sA+IDylv4sfoz7KsXs+P8Fsv8z7cr/TGWA/p5Obv28X3D5304A+taTmP1iwKT8Jb0I+HhI5v5Vfer3MypW/","/XxWP+rcF7/Gxbs+U2SFPsIc2r30rPm9KvkLPoaRDEBWQJ2/A+GGvnESwr7mmo4+mRc6vfkf+7+OVQS/Dr6Yv6WAkb2aJxDA6Orvvu1pkT6cBQtAi6DUvmVXGMD241e/WqCsvZQRwL8L+4O/AIUrP8lMAkCqvwO+YmeXPxeZJ7/F7KM/ikgHv60kPD2LubA+1xYOPwtDCz85QwO/bls4v8YfNr9QMJ4+RiQfvdVHzT+X47K/Q1cSP7MMlb67dqU+SSmYvpmgQD9m/Ni/LOFDv+2fsr8s8Wi/N8IOP/aPbT8S8zw/h3cGvxPzKz/cpiS/9xYaP/Vi4b4VptI+rAp5v2Lis78Cb2A+Vbvhv1VR1D5yxxQ/gn+hv0xLsD404LS9P6RPvse31L84vee+5M/fP+8uY0DseR2/imHpP2eASz8rwUI+JpeuP75umj/UOkm+WCpuv/AcLb+MIP6/ioOaPj49RD4O+2G+jtg9P/IJy78h2qm/LdbXvo4Fgb7UyP8+swFUviuwHz/dvQ7AU8iVv2/BtD+Siq2+FSMpP1bGqD8UyMa8AZSKv5cx276RYk8/GgfLP7DQpT68jv2/itT8vuVEQ76zO6C+udoxvs6/JL9AzKi/PrrLvhfnHb+mnYs/Z9LBP4xHk7/YG7y+KGHOP4w8w75/kKk/L0sOwMSCOz95gMa//AHev0J8eTxf3CxAvCeRvzdAH8DMEey+wx1evxKCJj0+IZQ+gblEP96/ob9f8m6/DeeJv/2Y87/gvB2/3JvVP3w8Jr9FzYm/g0RhPcgDur3Kd/S/IrurvlJ64j0N2V2/1P/HvSns/b+1SW8+/JtZP62eIL6XYLq/G77Nv+16hT8Cp7y+qhaIv32dsD8LXF+/JnvXv4MziD3LK6q9W9+gv3BLtT9w67i/aDTmv2id5z+OkOE/Ghz+PvSBRT/iwzE/hsySv+AYlT/UrIs90m6PPoJstr5K5Tq/fdxjPxI44L2GGLG9SyQiv69WOb95rsU/Q/mbP9aO5j+uwA+/","uiNLP2rh2D5oKwO/Mz0svygneT/f/rQ/cWkiP0c4lD9rNxI/T14BP9zBx73Fzre/h3XNP6YIfz8kDh8/AlMPv0iCxz9qT2k9sQ6VP2Mc3z5MwQ4/1VZOv7ipSj0PbOu++Bg2v8J/4L+0nGW/oWPZvkrDIr9PokY/0NHPPsROsL1ON4e+sYiTP7u4Ur0Lvmw/ANzdP+wqmj/x6nk+kR51vtsQD8DNHxY/xbm/vnvMZT+M5YE+yTubvQ0aeT/wjsU+oa4VP7xdlL908u2+2ZWGvaqExL/ojsC/frcvv4bfNb60yc8/NsteP4/wDkA4KMO+aAM1v6Crjr9Da5I9KyUmvRJYmD6IQZ0++mM9P+kxnj75pwO/p3F2PnMPgD8ngok+XmIsP5ijKD4Ih5M/FssxulQVTz+6otU/zre9v+AnhT9Vz/a+eWFcvuyFwL9S4fa/irnvP7Sq7743Nwu/ehyPP7zz/76/zK6+uc2Mvykd2j8cJGa/Ku6Zv7J9bb9Fikm/tmVWv5LUl71bKPM+KgRYv06zjT5mIGs/zT0Fv5ZifLz0qPA+eV8PPxgOsT9GR0i/e1rEP6YrVL8rMPg/Swxbv2upqr0Xtc6+ZF3Kvxp2lr4UJVI+aJ6GP0IFlb8d0G+9mnMLP+k1HkANYgO/L0shPeToJz6azCs//VmqP3XDlT/YZJi/4RA/PcXwVz44Ng0/pRwdQORyiz/iZDg/e0saPymsCMA6UpG+J4DJvbHSxj+1V3i/eHu5vJ1KmD+eSt2/5RduPuHRgL8RBLE+u+GVv/ot9L4zgc2+7VV6vWQ6Aj+OKS2/8nVHvvbyFT8uI3G+Ya9lP8Rhgz7xTLa/wp/svj0Jgj1V480/LmpYvuUimL4CyJk+HJFhP+xFnT81FfW/NHM8v9JLcr+0AH2+KNtvv3TzHb9swoO/Dhwwv5DENb7mZCm/Yc73PoqZ2jyRJaA/8QqyPnvkFD8vzu0+9LOLPuw3nz/dvd483oCNv2yT477pKzM/osv4v8prVz8Pf5s/","cfRkvwtfRb/NXvK8cxHQvhnotT/3/Cc8eKwrwPNLLj+Txv8+nkObPvRfbT2Grd8+M1V9Po1lIb8erIQ+wCRcP834wz7m0FA/v39Fv1blND9c1jC+/iMBvxD+X76eXTLAp+OKPuZ6dT96zYA9yjzEv9EhIr9hJgU/SLShv0sT0L/0pr4/Cjv3PtL82z+URES/T4rCvwutUT98Bwu+Yz10O13rX78PO+S+n13FvR4mAL+5zLW+3/ePvyxxJz8G9qU/86nFvyqix790iwa/XQOhv6g4hL7RGUI/OLqkPqu4JT/CWBe+C6w9vV1f1j790tI/EFvTvoDuOL4Y1+m+KYJQPw4+sj+R0ak/P4APv9T2PL99BcW+u26CP/2eTL5I/nW/4kKGv1AT3z91BJi+Fp2JPxSut7/Lt+G+olLlPsuGQT+CQES/0b7cv+Btl7/K13C/Q6iOP0aeqr1seMq/gqiqP42vSr9j47O9qPgcQMpSND/TQhM+ljbdvrtOD8CgY5u/FRADQGalYL66KVZAM6iQviTnzb6GEXg/4LHiPGM+2r/icIw/euW7vusAvz+E1Yy+gCD+P/zKWL+TD02+5Tgyv1L1D78k4xO/0U9/vl/A975CQUK/VPixv0bGn79mwig/SGWtvrneMD/5VEs+rBANQIwpsr/CYTi+Rw9OP9CX6L/Tr1M/tFzpPmL0Rb/PzAC+eeQHv8UPLr9Y21u/27wDv+suyD/4xBe/8+TsvqrtlD5rIJo+HCaiP6c1LD6KM4w/McyDvwq9hT8H/gM/9ve6v21tMD7EVPi+nC2NPpcykL4VyTk/AoCKPzqehz9vhpk/VOTlP/5YgD82gmw+mxPEPdRfWb+Z/Zy+F6xmP9oRtb/ma1e/MYzBPnLkqT/k2eC9NvYZvzDnRL8mhyrAmm3Rvs3y9j92xB8/drriv5/LMr8/Q+w9EUX1v4z+fD/RKa0/Ylcsv1F1qj+JgUy/jE6OvqU4ZT/9DTc/uZ4PvhRYNz+ex2Q/egWLvs2CgL9Dsli/","FJMbvkQygD92upm/N2drvfkDzD5ba1Y/nQEQP+laO7++9oC/5dGbP0p+JcCArFO/Frg5v0BM5b5j3+m+dfdbvZqczj/ewAtAHTGCvgvyHz8h5IY943phv6rpRD7THWY/"]}],"outputs":[{"shape":[8],"values":["nfy/O/kmAiv4VX4/nQsoOlzZhy0hWDk1iQqeMPqoaDM="]}]}],"trainable_params":{"conv2d":{"weights":["XCA+PlOIobw51K29mOUIPiKqOD5+V8K9xxOOPR0UQDwkYky+XV1GPb8sST16eiw8RtP6PbVGVT6nbeu9tAiNPpt9DryjfQE9LBw3PsmUBz5YFmG8RXGFPs0Rl7yKqPQ5jZlOPexkcbxBydm9Hp5RPh6KUb1MNbW9mVIAvR8Qwz3YNLG9nOKQPaWvIDysqqI9Q/3CPdE7nT2r15W9QWBWPqv70z0Hbjw88NIePpxw/7uBx5i93tInPt/Sq70r56o9X+r2PZnwPz4nYoW8hCb7PYn2Jz1a6IW8fTIJPuhEwz2BuKa9rxfUPeB5fb3FFRs7TlL/PW+C0b08qki++7wvPqglP71s0jo8sAM+veXGwD3UnUC+7aOBPZ9wh7z0iyO+/LYJvfB2PT6Y5Mc8OrqCPoa1DT6Afpi9mC6APpnuIj1r4Js9Jw2TPs31FL3EgXa8xemxPXijUD3tn4M8bT5jPQhxWb0p8UW9vYUqPRmEVj1p1zu+rrVNPrBZID51Fw+9exwBvnSsBb210ie+5QDMPe/ePj7tcza9Z5xKvWSgpL14zCW+YRocPWJ1Nz7Kyg6+ukxJvYao4z0tINE8vBdnPr9Zo7y4wf+9lS57Pe3HUzqa/IS9NAeGPulcBT6hSFI96vx7vc1Rcj2Rima+L8tBPqnI/jxddpK9ZZvkvSxGTj0TeXO+AQJUPnxpTD6zaS29XjOePYjYBTt5bu29Xjk6PprmVj5zNwG+I6MBvrMaSb1F6Am7KBg6PnfS2T2eVJg9YRMxPXGlIz6DeV697ZkpPrTRfj2Ow+I7AGyMufJdlD2aA3G9gLfQu76l8D1E3SM9gHssu0AmQjwQ2H28MFDEu6CVRzwACWA8FHOQvZbFdr0oTfK9UbLcvSCw6DyQfj48gJTQvHOVrb20gag9FhWdvQCtK7oGPQC+yjvGPbiNlb0m0dS9jO9XPQBbsjowirm98MTovAqepD10SDG9khgBviAZ9738pQo9zAeOvEZTvz1ac7I9OP73vXQHTr0Vk/W9","HCppvXQYqb3PE8692DjBPcDlc7suGqC9FCtEPfO3yb3+qJA9xGSoPVx1urzgEZ27Dp5cvbweUb2MvzM98dD0vSBkYjxIGCk9wNxjPRo+Lb140ZO9Xrz5vcC2fr2QGYQ8HGcOPZjl1j3+ZL29QMqvveAeuTsgOKk8wAkIPUbC1b08unk9JKPRvL2Pyb3QBs887aKwvfbCc70Of4891GVSvZBQFbwgqb473F2UPT5Y/D2cPjW9c3yGvSWA0r0AIfc8vJo6PaS0er0KK4w96PQQPaAJmbzyXBO90I/OvWeBBT4wazM8phMCvgSMBD3g1SE8uP1YvbQmzD1IRqs8hB4Cvtg8CD0hSKO9xEtcvYAGpD03Cty97pDCPVhEtj0g13o8IhcWvTjMZbwA0GU7gJ8wvIppvL0gh7k98Ok3PTo2x70KHPG91v++vaLCxj07ggM+8AGnPH/QiL1i5U+9vqsmvSy1jbwCHYm9SLZOPVRQKj1EwHq9hlfSvW6ooz38q4K9qBQGvJ2Mkb0INgK+YOW4PNt8BL6g2tC7npHBPRB2YbyQK0M94MmkPIZG/z1gQfS7LmAUPovYlL0FVeq8W+EIPkxgK7z7RrQ9uzamvbfskz1YoNE8q34YPqwcJj6isNk9tTC4vOzr1r1YNTw95O8JPltIMz5UWRW8Jv31PEPYJb55Fdk9DmS0vZPwPT6nfgG+9pzmvePtKb6vbhE8c/HdvOLvQj7iTvq9uF71Pc71jr2HtdM9OA4sPgt3vDqiwdQ9eX7RvYKlJ71PqgE+VEDNPcbvBD3kYcE9AH06vg9TAr7xZcK9UBCsvbPEcz1zTc2930S7vYeSKb4DD987+B25Pd8EED7NgoW7ciI+vrdCNL3lXHK9msTlPaYHTj54csO9DDvWPGtEbz3KB5U9i6kLvVJQGbvWOsi9SY95vfo51b2kEb07PszIvITKFT1/Muq8NEIlvhHVUr5lIXg9HfYDPkROHz7XH+292AilvCjCDr4X9Li8SYvdPdb0Tz1Wz8O9","XUkhvgPOB727eEO85ejdPbseVj7kdDa+gC/0vbpRBr6xtPy84+qtvfIkmzzNPpw9nVqqvdMKDb4d8R49fwb0PeLSt7xboqK9whu7vRIThDzZPtI9YIStPe3s1DtUvc29V+yEOkUoYr3nFgA+JIbAPLBWuz0ezqu9GsXavQmhO75Peoo9FzUlOyu68bww1j2+5ZHLvcy7/Tzt2Ws9xsPhPU8XSz5r9n89kaOIvQ9PrL3VxJm9AckYPQjrgj3dTaq9GtOmO4lTn72fcaO9wZkxvdSEID6VOh6+6VNpvpspW742PA4+/O7SPQR/LT6uvLG8SnXKvYDnRb19woW8DVsWPbSeYz3mTvW9070fPn8h171oVI49fjaAPclcQL1tbMM9DZFnPR2l4z3/Byy+Je0HPScdKr7bpM48teODPk4q4Lxr4ak9HdnNO94wQL6WMMQ9T3OGPsl+Kb0GCyM96n9avXVEjjySLly9OFtwPfbP9D2EMIs9kWwDPDNvmL205P49RhgfPjBsBL4Qi7U9CpXoPVuBmj0kJMm9Fgj6PSq+Ab0Gd2S9ujA5Pn0cz7yJUpA8xeNKPpov6j2GBbo9a9Y4PpAHxDz1IQ+84eS9PWBCcbuAiIY8z5ncPV+RTDzhO608vsAMPuK3z73UfCC+nTpBPpm4Ub5SN/w9KIUhPlfbjT2+6c49XttsvUOI0zzVzg4+cumaPW76MD3EJ789Cer3PV73vL2AaRk9+fKEPu4VkT0mm/e8RdNuvfGFTL2xTNY8GNKWPTrTrT0O9ok9FHh8vfdBVr5K2mG9rIAOPS6ZeL3zaY+9pj4WPfnnNL7zuBY90CWCPq461L0IaHY92xqpPTRlvr1rVTc9eeFGPt6fnLxL1KC9IA8pPlziKj2RwNK9aiW1PSbK+L3AdMW9TpxEPnJBzL1qFuW8sFn5PSadqz2IoXU9CiNzuwTWH70TbPg9y9tTPPswkz2RmB++QMfOPG5NB74beGg84bADPoK6sT1nGsK9DikEPpKfIL4bO3Q9","J18GPiZ3CL4XNS+9dokwPsKmgbxA1Z69JAgaPhNuvL1WFwm+EYBHPlP/Gr5I9U49lQ2/OgFlXj33rHu9YtrLPZrJ5L28HD67eKgxPkmyI736f/K9cp0Xu9WEgD2WPMc9eq8VPXeFwL1xg7S8VuA5vKz/MT4xrn68vRbyPHYE0b1Hg0Q+C6Ytviry7rsJASc+kK9nvb0UCL4DA0U+ZFkYPC8fFT4uI3a9bmuTPThz0zwm4T4+azmUvWbnlb1txqK9svERPsF/oL1p6q09L5CWvRRUAb4i0Rg+Unk7vS/0FDyGv4w9QHAIvsMexjw6nu09iSQbvT7n4b2ttCE+BgPQvQDI4T2PDU68z9OBvSuDhT11arI95bEbvqE/SLyzboe9WzEZPnRTu702N1k+TPxBvn8tXryG2AW8aA2wPYYAArxv+fs9MBYRvqop+z19Jao8UPBbvQwBK74FZF89IbVIvonNWT0jAII9x96OPe4yTb7zjNM8zdhkvkfzNj5BdIS8WI0rPdZIMr0/4Bg+yUVjvoZPY7329j499CWmPZzbK74idyc+kzMRvgEskr22W2e9A4hTvW1Whj2Bcfk9d1FYvkanyrzYSmm7W5yBPQGnzbyNXko++axNvi+sEz4Usg2869PpvY5hV71SBzU9FbebvuiLjj2oP2U8XK4zPabiBz2CWPm8JRKmvmxRNj1kP5U9ABkZva8bmr0K+DI++7GzvlurqT0UQIQ7tiTVvAniNb4nu749fLUwvh0DY72nROw8405AvrTk3bw8+C8+bJkAvlHXvT3Gjos9t35KvYWpQL7p1CE+O62cvh80ET4BDDC7nnwIvtWID746lvU9k2iWvgGA7D2OjXi9/xUIvjhq1b1UkGY9t5vavSmRtz18aQM+v3GovdOEE77Xshs+bm+rvtxtJLwFdRk+lKF3PRTI4D3Yb9Q8aBI9vVr29T1OtFi9RjKavRg9hT0Ibec8arH0PYYB0z0AUxs6YItePIaV772J76G98BGcvbCQVr00fOq8","9qi2vchT3DySAOi9Tp6XPbr3ZL3sNBs9eNN1vdB0FrzU/Wq9EAIpPcTqOr0N1K29UlKZPej5JD3ug/a9RP+iPZBW2bxkeHy9qo1RveZtkz2K8/s9EKHOPYSkxb3KsOK9WEq7vSu1mL3M+Vs9klL+PTDw7zywFFS9DPMsPTp/AL4IEGw9OMwsPV5M471q2eq9ktb2PZFsir0aib+9mp97vSAq0LsLdOu988ODvTZvxz2E1Ya9W/TkvZwsQT24bHg9zROFvb54wr1FLMy9NgjgvWp8or3iG/U9ruqivZRh/r3qt+o9CCwdPTAhvjxoZEo9CE45vDoCfb1kMyc9roXUPXcrp72O3p69+MmFvObiyj3qU8E9EFgUPEL7b72gdNg88HhhPGBqGr1InIw9HWizvTITvj0Y2KY9+uSvvbAiNbx0p8E9PIyWvUaxiz1Ay589e3bqvdibN72UAhg9kKPFPP1Ahb322N+9gGN5PIC87D1gfBu8DIKHPdTSgz3gk469dgn4PV45ML3JfZ+9QOCnPDA7rb1gGUi9mp3Dve0sjb2Weqm97lSWvYBuJDzw5bS9/4MBPginrT0uXKo96iKyPbAezL2iG5C9mIlAPamU470APke6rH9NvQBwf7js5l09DPR6vTBe77sAQNA4cqfqvXaVxr2U2Rs9YAXZvPrYbL1QiIQ9pHfSvPCIPTyGTdo92l4bvqUP5jx0qG29fWCsPYamET0vsxG+AiaDvsK3k70SPC6+yB4gPk71Tb0lg7Y9q8xRvqVS8z3M6pG9QlwlPu8FJz6VQ2a9oan4vbY1Ej4MYiM8zCL3PTc4Fj4qhd+93vnXvfl6B71xSGw9zOIAvfXyfz0KWEs92ssMvgK2vr0DOAY8kjJVvWH9mLwvmwO+iLqnvH//Uj1wD0C+LG3+PaBlFD4oUcM9IO1Uvr2+Wj1GX/i9/2RPPdZoBz6Jnz69plt1vrjoyL2YTPy9V78UPpyW6j10zMS98PJBvl1BEL0lDwK8YmxaPLJmN73ffnC9","ONI/vlBhir3Alwq+Ctafu0qqgDsWVYe9F+NMvla3zj0gJxi+wScPvQCV9T1hdYG5A4c+vOY4ob0koKu7Ev/2vKCgJz4Zj749M6cWvrXXPLzwK+g8dPwHPjhflrxuwM+8mGrLvebLDT5rb8i9vgOAvck6rD3RiVa9NtHxPaqBaz3+eum9+reUPb/1Cbx58vo9W9VNvYXuHD4Darm9l1MPPVPtNrtts1U8ZyEFvlMaMj5mXhe+N20zPlkopz1Xp529GltdvjuSsb1xTO29k3UnPhZg8D1qjZ+98aeDvkJ0b73ziI09LOQfPXGEgT27lvO9hxOPPbrUVD7whpE9vB6kPTf8dr2HV8I9oSGZvTD9IryryaA9w/U2PhlkbL1gLNY9i7a4vSW3eb3N/6C8/bdPPepCg72EKEA7N7AVviOtkTu9lq481b5CPuLkhr0SYOG9UdsmvfgBi73iNPW9zj8APah/GT4dgrg9jGQLPZChnLz85YC8JQK1PRyEnLyJrFI9dSkNvtwnS73hXAU+vESMvQvSuj0NoL+9Fz+hvMg40703e109nB0vPSIckT2/xtE9X7w6vkb+Db0WbLo9+JkEvjnISz70cEY7Lk6HvXGhKL6oHPU71IsjvU2eqT0VJJa8xCIWvkb5Mb5/8L28sqHmvPb33jr25cG7/EAtvi+FGz1CJ8e91b28vQeiRT7naEu8ab9VvoTrDr790027b0PFPQCclj2tGmy9VPUnvgW98Lz7oDc8MisGvoSltD0Cz/u86JPpvQFZL74sMLM9R1ONvC+UKz6MYjW9uDnnveiq1L3bYoi9ERpPPVbfNT6APZi7atRsvlbjBL4PQB691FJqPXGuyD0Qqe09ZuAQvQKDFD1IdOC9mDIBvdi1Oz4tB9S8lBeIvZBst736i6+7WBSXPaw86jwjqIE9NYJwvg4Cg72uj4Q9cQaWPUEIVT4DWPG5AuvKvfN2h73GXcW9TOo9PYP5hz2vCdE94Fxevv/MG70LSri4KebAvfk4uT0mExI9","5uBmvuEqOT2LNQG955l8vdonpT1sLYU87ISAvpdSBb75y8M9RmnNuxpUUj7W+bA8ZQSCvUTQorxilE081KMmvWsqIz74Gzw9MqsWO+fqoj0gDtC95cHRPClKsD3Yz2C9vMpevm2EFD0n2pS9jZWYvfU75z0D6Zy9DUaHvWz4mLwL6Qq8iLhNvR4QQz5L8vK9d8JJvlgJDr5yvNI9r282vTSDojwepIm91bRIvvCz571/5uK8ZihSPXfvij3F2vO9"],"bias":["XwT7PAAAAAA01f09qMwyOmR68jwAAAAAhphFPWKXmD0="]},"dense":{"weights":["t4qmvXm2MDx3nOy7JVM6PDXpAL7rloc95FLpvFsJbr3WTWw8xyzfvfIWmr3DFlW9j6Y6vFEIRD0iOwE+u/lJvvqLP714iSw90kBOvRBm4Twgz9Y7xLOuvebe9z0uwVC9lPrJPQC9FzzIb889IrzkvU7ikD1S1eY9Up3KPdQJ1j3gyQW99nIgvjapyj0s7Te9DoAvvdgGND1Fjea9tNYfvBbj0ruZ4aa9e/+bvvcJP75oG6S7mEFevgPYiT5oIgA+0giiPYd8Jb1fkAk+DlHAPdeq/72SCAc+VZLYPdUFAT6OdcE9TA6XvNMUBr4GIVW9DKwsPRQVSL1oUZ+8kSfcPFM8ELuAlbi9k5STPPDgTDwnGnO9X6cqvmBC2zzlepU+7AC6PL8Qgr6kb2K+pvFOvgO8lT50r8K9UMEMO0h0yLvmJuC9wPCAvVjERj3UAua96E3ePLD2gLuARxI89ACYvFAT+7sYsEu9ABnwPXCjjTxc8bY99PqrvAhHnj3+55Q9b7hDvcmV1r178F+9RufSPekngL1bsi49rxx7PfgUCT6Jq749f168vYCEFrxTBxK+TvtLvR2dN72aCYq7mi+3vGECmzzVPre95zr8vS3e1byD1ls9r7ugvbQZfT0sc4I90kwDPvzVH76dpAc8VMQqvrCIVz3nlz29Pdu+PW/fRT3vdaG8i7mFvF+pT72JrIS9x5YSPEhJYr3BqBi8/k3aPbAHxb2zvuQ8RR17vZCdiruZbE08F/YZPEY+dr3f/By9RArWPbJjmj2e1CS9bwT3vXyN4LysGuE9Jt+OPWCvZrx4/1s9+MGnvDD2bj1Y0hW8cBSYvZzyXT3mW4I9BiidPajehL1DXuc9mFNsvBAu1b08p1U9hQWnPZi04Dw4ncK97/0LPaNb1D2bcXC+CyHmvFfIdL3ougG+vXKYPQ5cGz4wpkY+ZgEdPcEhz7xZnPa8HOMdvoFhJTxHv+y93Ok/Ptf4+D3KBqc9+yDlvcKJrL3RnhS9hx7avakskb2qDis+","q3mhPcdrHryowFk+3P+ZvBHLnL3w1xW+kWahvcZhFz6nnBw9iRWyuknmkb27pdo8iCH5PRIIqz04V869CQQNPcjA0zz0k5Q9cnaBPcZToL0OL4M96HvQvFZ7kz3Ut8O9NNbTPXjaN7w8+a69KA7YPdQV2L1mibE9FtqlvWBkHT3/PeO99ihnvA79rT33cMc94BZZPb37vT0nUlU9mBBAPejEDr1JR868uJemPWtozTyk8Uc+cL3qPIIgvz2LUcW93FUsvsRK5r2VWd280lAdPa0ZJz0pzms8elvxvYSakTy7sB0+oRqgvehiBb7BcjS+zR4xPtUeNr07LuQ75T1DPaOQKL6VRP+9T+GgvRRvHj2w6QO9J37mPdQsMr0gtRo++hZlPSsXg72o3KM9YAX7vA/oBT4cxXQ99E6IPLgcOL36m8k95sqpPVRp1rxAh4i6VxbVvaBr1z2eki695L6dvZSBYT3AR3U9quL2PU5i1D1oYaC8ThO5PUh6zbzGdZC9z7d+vv/NoD7uDWa+AI/iuejjvzxrbpk+gMIHPIR7Tz0+Gn8+7YDCPqIzhrzSpnI9RdttvVZKl70bEFw80ZIAPQVadz6cU/492P+jvAfAKr2LnxI9hLClvSZSmj2BctE9BY11vd1vQDzYHiS+PTKjPSl30T3pyTK9dI+DPQFerT3A+hM9XllYvdL/UT005509Vi6kPZPbpD0j8zm8sIp1PsS8572mSJM9szFRvBmeqzx9mh8+k5s5PW6mmD0SwCu+EnmnPaSoorxN2tu9gLLAO/Z9wb38ZHg9hcbKvRBEYj0InUi88EF6vSMFkr1tIOS96GmZPHjoyzyGzpC9q5/jvW1Ymz3GR7G9FrH5vEDKg70gIvW6V6mIPRqv/7xTLVS8NNcGPpM07z3pdxE8pg+1vTm9WDwa+EM9xPKzPTjyeT3+OoW9KbrSvYddWr1gzgg9Zer3O6cSCj5nK/i9VMiOuxAUJz2+vIU91EKrvd9qdDwPLAE+CWoOPS5OlLxB0u86","ATxqvQ14Gr6c6IS85BEoPSafgL1RDc49PRe6PeeZzbw9sgI+QBeLvf0AbT0Mvro9r3Y7PqxxCz7Ic/w9Uv/zPdft470qwwm98lENvTDf9zyxrLm9YLkJOwCZbDzOku89eADJPG4ejL0+C8A9GLeYPJg/7LwUCtU94DrhPYgPRb2FAWq+JoK4Pmc6br5cF9A9YPavPE0Dlj4EvZG8Mt+rPWUHUT7HaKA+Rc8TPgJomz5n95W8zpCcPafsy727Koc9Z6QUPvuq4bwJgWs9VwKtPfD3z70Da3a9x66NPY5DBD5fKsI9OLvMvGAjsT0zWhe9WwzEvYc4iL1LuHi9txE3PRcj1L2Mkwu+V7A0Ps7hT70T+AG+jswuPTw/ED2s/68+ptkgvtCgjz2sMom8NOLbPf1+UT6AzFE80CXCPf6/RL5dye29IAHYO55s2z0mRaO9FQp9vVg/+zwz0qe9venuvRijmT1shRA9rLYZPSDqMT18NBQ95pHdPbx7Ir0gN8S8sm0FvafJHL6RebM9+amnuuTNgT1ywj89j9zIvZDkgjk1d+Y9MADmPXjl8L1O03C9URgKPbPxzL3lutI9k2mHPSUEpT3sqvc76yjxPSpZqD2RIo+9uqmkPWUvyTyENg+8EG0JPDnQNz7C7Um+OVhMO0KwZLvqOPa9QwjkPO5RPr2Oxo69A6HQvdvw/jyX+E09T6zXPCOmAL3XUj+9eqBquw+gT70DkDC9e4nsvP7Okj1PEbk7A3j7PSB7WD6jgzE9TmerPfpL5L2geM08rkmHvX0a1r2gPoQ7wpLuvdrRij1AURe7sDHSPJDvez3A4fU89H7LvRY/n70guzU7UhqHPZtg1b0TlPM9YvRAvfK7br03CR69OveUPjmT271FGVu9sC4cPVj/jj6VuOE8JahiPhG6mT0cS64909jsvcKbtr19v44+Dbx3PXhHIj1O40O8mZvUPLFAJr51PMc9qv28vVqYkT1aaJe8HNODvEhEDz3QVhW+KTEUvWH+Db09kbm6","4ydrPfvilL3IAvQ97mSIvWmivb1WzBg9gG6XvZq2rD7QFEO+o9oiPS8Ihb3+OTC8nGfGPgnE7D2yTWY9AadFvSSAwT3anaA9gjyjvQxoeb2sTdg9IPE6PBrx3z2XMda94NGcvUSXpz1Ybqk8eCZQPUDDNT0Arpw7JrvtPbLWqL3fXDC9+edwPf47FT0eXe07IjB9POJ1RrzhZBA8JB3lvecsBzx93YG8SYEfvUSeSr6llZA972WkPA56Oj1XgkO9Go0Dvt5lRrzFahc8YUcqvf4kRrwumlw9VnUDvudhAz6+8mE9qupVvQrBTb7RKDm+GwnNPHhn5Dz+/qI9EFSJPWYpw73j+/Y8CPORPXGzfr0X9ii9qus3Prg8wr1qOyc+dPX6PdmOn7zak2S9vbgPPdBXzT3nmt49fNqDPr6Jcz3MyfI9pLb3PcZuFr08BFE9RLnhvIy9Rr247YS9iIoqvScldb1wmr27pQipvYxs2D1IEeE96javveQXHr3kF8Y9U6oQPmtzNL5wzW4+oteAPQfVkj1+Zpk7QAIHu+8zoT6VBEg9e0KKPbh3M72wAu08Ix1KPmvI0r16sbg8TreWPS8PAj5x+eQ9WYoKPTL4jL3PA4Q9sdMqvall4j10bBu8CKgVPVhrxrsFBww+yyI5Piwe4b2CSwA9+Zp+Pe5r27yabKc793qUvmuZoj4Spqy9JQIIvgpsqT2wGfq9nHa0Pt0FZr6g23S99KAzvkKp9TxFINY+mgmPPm6kMD5ObgS+ABiLOQin27zcx8k9IFtsPYbllD1ffcS9aBSLPEQTVT0SEtg9DDjvPQDzSDoE64E9Sh2RvYW/j706kDW9IkPMPTOupDyOnJu8CgwoPVMlTz0nQDM9kQQOvm19yL1UEFm+0QEFPbGSIr5eoQc9khrou7sZlD2JACu+PISLvW0uJb5FtvA9hk0IvT+rtbypf5U9TFB5vdrDyj3QgPw8L/PyvDyiaz2b2wq+mhgtvjgTX750Vim6d6opvnUiujs5pFm9","qAx2vVPyUL2DCTy626A0vfhHfT2hPoS96m1mPY4izD01U9A9ZfeFPZm27z30B748Ovn2PLRbH7z4UIY9A68TPb0tsb22lOO9fuWkvWAXsr2w7Sc8QLMru9wDNj1YWGm93BL5vAiM4LwQc427xNeiPdwCNL1+JL49mOcnPR9Ve73myCs+xgdsvb/CQj7OCWa9pDravGbOfr5I4O09EoTEPr8O8T3lTBW+ry5mvht1cb45hd4+qJDmvY5s373+w6y8cje1PfSf4rzhGUe9XyGRvYyyo71ISik9DFPgvflsyjy9SnK952DvPYLzCz2ltW49EaRAPTZrET5LHQK9sfkUPmAgmj0QqGK+A+0CPgA3V7zwJuK9NtGmveJFjT1RmsY+kNQEvr/UZDwyAda6eQO3PfvwhD4+7Bo+6ZXTPWxLX74A9kc9QJ1UPBuvm72ospo8aMFUvfDbnzy2tqg9ogAXvYhRjTyQgI+8eOjqvCVnd72MzPG8BvySvfs8zL22yIG9EhBovaOk5D2IzZ29opCIOQLvDT1S3Y27hoFFvUibBr6V89c9yCiFvtik1L1Pnkm9vVLjvfF1Ab6ou4u9BvTfvbNeJj5qBNc9NTervQMq2b3O8su8gVwIPR+4Vb0mCpI9j3KgPRI1Q7707Da+gAsnvtNoGz6XZWW+GIrXO1cM1j1dcPi9/VzAu/JPfLwPhAi+C0UEvi43db0YzMy9TTqgvcNZkTx6JRK9C9AVPm9QkL1snIk93EKVvAiVcj3ZzgE81h2gPawO9j2gSEQ8oBGbPEhQ5D0+r5O9AqBQvWykGr2Odku9gx9+vQAuSTvOEZ+9pGTLPSQqFb1opdk8RHMUPQ33xTxPnvQ8dZ0kvWRQhD0mYQE7GhglPpz7pz1dez89CAySPjbCyz1A4m2+tMScvTK7Q72z+DK+jNofPqsxKz4R7Ik+HKoxPknNCT6Sx3Q9ZtoxPQZ61r3wrby9NEWsPVAaOz6TmRy9diGbO7Lsar2E+cs9w4nLvMsvFj2WWkg9","Ww6DPawI8b289hU+ClbwPc75D76/GJ08jkhPPS0XqT26sQ6+eM2svajoADug+jy+ISmSPmwGKL0DNUi8GxCVva62pb1WFpg9RsbLPXQHl7zi1aw9ThvXPcoW2j1O2vO9wIwvvHQqTj300py9imukvfCJ5jxsosA9hB3LvWqv7D1+uLo82l7VvYiscjxzajK9T49jPBNot7ySLvc8VzcaPsl/Jr0PBZY8HrJjPeVN7b39vzE9A273vcw2hTzzqVs9spZAPSjdX71Zpu08r0+ivXtgrD0/lwU+LuxCPP76Hj2aSCg9CMLQvRN5hr3HPA296VGHPUFmUr64JUA+i87CPR0Qc7ynJOu9Y/qGPOWvB75n6ZS9tHG1PTQZAb7LQ9U9+wXZvfBNhL1C+V08uhzwPfV2Rb2R7Yw9UwEWPsyDODygYFs7EOIhPVjNND02KuI92GsFPYbY1z1UGqG8AKdYuzJiYL106ju9LdZ9vaGFg71YuqM8sAF9PZTzlz0o5oA9aStbvh8lkj5yP4u+lN2tvVwM5b3dPqU+T7mjvfHTP72kPZQ+Fh8vPg0MHb1HItg9GOYwvjUbGbyIY3q9Hb9FPg4djj7u4SA+2cygPUn3T73dx2U8dO4/vsmAxL2nEys9mqUvPmx0U74QvvI8hKWXOw/Hvbx+HBE9t3byPHjFfr3Tmrm8ADLCvDtD2zzwaPa9mmA+vdIfv72Gz1U9FxaBPUlUfr3phAO+tKcNvthfnD3KGIE+DH/4vYL+rzyJywu+WISjPYQzk73AfdO6qADuPECd7zxXd+G9yieWPZbu1j1kXV29LHpCPWAzhD2kY/M9CAAlPXLlbr3b8eC9eKxZvVIslL09zMk8F8+PPaI5Bjsu66a7d0PUPSA4BbxsUM07pEo0vd8yHT6kfBC9VdQPPXlvLjsK6Wi9aZAvPkAvgj1dOue9qYR8Pfzfdz3/gwG+cIiXva7AzT2WQdQ8+C/fPEQV5z2hB9090ScNvpbeA74/jDY+LjEjve75WD40QgY9","milDvVREub09lD8+yrESvrPFAzzL4zM+4A7nvTEkkL1IR6w8i4yQvPw/Kj4uk3S8tU5vPeK0BL6AEkQ+/284Puxiv71uVO090FnHPCDM8D1nt329jP0rPXDoC7yjR929YLvsPZQdyj3KzIk9EHYiPb/B0r0dAue9AH0NvPRQxb2xr2K+8+PcPoPFhL64HKq8pmaDPV4wqD6MuCy9R+VUvt9qhD4ONt8+V1M/ulYqhz5tX1y+FfSrO1jXg74+KUg+Eat1Pu2enz2ih0e9X4QvvJCjJz0S8Ba+d+2/vLPlB77MxCQ81/uavSUwkT2JVEs91Bslvi7mWz1qMRq+LgyevSVIFTmMAaG9JTgqPRIJ5z3c2LU8xhE1Pe8dp70O/JM8SIxjvSgww73S+Pc9FW6EvGWzNj4fshM7hW2QPdq9y700sp09IFHrPMxJjz3YbAO9Rq+SPSDbjztYEhy8QC2NPMCzl7s+Fpk9ZLRuPYB8sT1IaO28MruyPcByFztlt7m9lG1SPCkE8b1Sjug9unuDPZKRFb7kdQU+g5FAPUb4ij10Hp08m9jHPTXCTL6t6Oi98ACZvd5s2jwIfm884f0APqNhGr5uyfo9YV8vPJp/+b3SPqM9g2MLPssBz7196yU+3Ox+PTa8Zj5Pe7S9IIFSPeM5kTvAbOC9U580PmX71j0JP9E8Bn+IPVd8LD0s0EC9dn4IvZJS8z3h6Ky9uAd2PZXRxbxdeeq7oHSwPYu7Wj1zQMe9ixeEvN0j7zwhJss95OLnvGnTvL3434U9sGIJvOcwx73acK89qAhaPTjpGj24tt08IOJPO6AZu7uQCyI9LOIjvVLBgL0eBec9znK8vYSaP73mJI8+vOusvvAas73Fshc9ciciPhPH5b1ezXW+kCNLPiCmiD6Tku8822GnPki4qb0bTOQ8Xg4fvm3UpT11M0Y+qjAlPkmZur0UaJU9MGNWPVRNfL4CTHu9OnMnPcwJgz2a87i9jUwuPSbABj6OVE2+qcu/PHxWtb2eQ5o9","Sq0bvgJT573TjkU9JmWnvY8+aDxXHwA8is1zPHhUCj70yre9snQkvh/rKL0RFLK8ewDiPYSgwr1EUAW+AMERvpwdyr0Y3Ww9NkeFPV4oor1SFsk9lDFuPZj4cz08gXQ9jsnnPR0erL2CmNw9gHj5O0Jsuz1I7ny98u4QvQQ2Wr1nPRC9+dq5vfSusj2Cam+9/DTqvUynCj6AStS9t6wePgTR7j1v04A8NPyGPcJRJj0oJa+9N2w9vU6H4D3tQyI+JTvqvVxhmbxO8Ci9+cHFvf5mE7yqyLI9lQzsvWcZ/T355Nk9crKBPlhRmjxV57A9aJEVvFXJo70hPg08GeIbvDPe+z3EG468gushPPsUSzxnm2k92GJYPTuX2b3p8yG8vMAxPsfdLz0gCEm9LXC3u4fWjbwjS2I8UgmzvMRm9T3E9cI9JM2pPQDUc7scJE49SJUEPaB9tjxLq8+9MXXHvZbygL2AP++7NPyGPUzX6L0K9t89OqHbPSTPz73OtZe9I8M4vQgYgj49Uae9opuhvSuuBL5tgTQ+xmqjvT7yor1xmVU+0Z/RPrA+jj0CGSI+CuRIvvQ+fb3+lJu+eoWlPV4/j7skt5e8scCivN2CmD2dhr09BvERvdYl5b1WHPm9KVuKvRvV/LwjEGg++arfPWlc6rwL8HQ9w5pbPQKpPz3DRb69uuDbvJH3lj06oog9Si1qPT3Mbb1HGrc9oZo+Pl62xDxnKii8zLOYvciOob0bsG0++oVRPWP+uj1U7sm9umLQPaQEwLzAmc88kF+/PdLJz73DltG9TMpqvcTmST3IuoG9srvXvQAkZj0pNum9FFeXvQD5/TouSt697QqKvaADoD0ZGra9foDSO72yib1mm2i9iqvqvCzDo70JdnO9WYY7vReDpz1kD+W9DPEPvIa2BT5jMro9eqy4Pfef2jsqq889hZSnPW/j9zwyeD08pWZ5PTocJj56aga9pkFmPjmZuD00c2M+Qma/vOpRLD4rQJ49KmrPPOQEMD4TJQm9","R68rPtj4nL3AOiA9v+bFvXoZbD202M89JlQBve/Dfrx45uc8BP3xu7ZK5r1gg7I9dxVLPWzOu71++Xg+gmqFPvz5Ub1qedo9MAIlPDKa8L3cGtQ9ylScPWgXEz3AmmG8QJ3yO3AC0T3woPU8+A7aPEZqgj0YMxw9IAUlvcyH4r3U84E9PoLrPVg0OD3eHaS9wbasvbBpKj7Sb5u9jEgiPK1IWj5Cha091NUEPTmTcj7roEG9qiQYPopk8L1Cn8O90Z3rO5YStT0FpTg9quMQPevp/TyEeFa+dLZcvdF3W76s4nk9r7WVvRySqz7ReTU+UTQmvlZra7w/NPE9wIPZPBdpED1jkvK9TuKFPX60U73wtk29fjO6PbuWy7wAFMM+l1+mvEGst70ymbc8NmosPQxn4j0/Tuw9h/GFvVvvh7rIH4Q8tJVpPYKYO71AR7M7BEUBPRyRyT0M2ne9PCbsPeJMyL3QOU+9VGGjvPxV6z3wHDK9cHtHPHqdE72IvrU9BH3CPT8vpb1RBZU9cKaqPfQGHr3uUvw9xpG2PTICsrw0KC4+53wjPXslZL0ob/i9fYgaPF93Ej2WuKA8onM9PSyupz3f2N087IxCPtxv8bzSOTy82nvlPEnGQjpxPpA+tkAjPTrxLD5t5QS+LxuAPGbekD1pclI9pP4WPucXGj4N6IY7X1bEPfaPcz0XxPm9C2L4PP5z0T0J5KW9z9AdPdlxBj6ITyy9ktgDPQAiVb1aVJ29ZLSgPQIMtj17J0k+dK7BvbxCxb1ErKw9aB9GPUhlej3Yxg+9BiiVPdBKK7xqPbQ9vD+XvVwrXz1IhhS95D0LPdhAHj2E9ta9YMv9O9UhGz7BXYk72E9mPZRw7rz+AeG9sN1qPFhlhj16t5g+VovpPbeDmbxrVmy9PRDYvRLZkj5dXYy8cU4TvQfvu70E9s897oY0vE3Vb732X7K9rgWqvcugYLsJTeS9A24tvhe0771gM/s8Lkw4PjTj7D19u9o8LFm6PBirDD795fi8","1qNZPTeVHL6Uco4+tL60PZd7FTy0xlQ9uzlMvV6DzT5IG4q+ai8LPixltbyO4Rs8klCiPs0OlD46yeo8j/mjvdCoRjwscOS9bIE4vUjOnL00nyQ9UuHfPeTbLT0QvYy9ksBHvehc9DxgkNM7+5/YvTg6xb367ao9dY2SveTAhT0DGQY+2drjPYFjhr2kamm9lEZ1vefECr5biR29+P/tvTx/1D1APxy+OwZRvoiBh72sDk88o/yPvj5fRz12O1a9ROS3PW366bz8cyI9kpOAvZLHc73vKZ09bR40vW5hLD7oR0A+ts6mPZJeIL7Q8Tu+0rHYPX15S76FCgO9pSINPrOxnr0VDIE9aF4ZvVmzjD1iarG95F3HPZ02gT1gDl68Q48hPQS+rrzriAA+IFGUvQaACD2YY1M9MKbRPSdNKjwId8a9gEBSPT4gz70YAsI8tAduPajSpj2gYjw9yPalPT4OD71QHoI8wAhiPIbtbL0yfL69F9SDvd0tj70gldi79wdfPZwyMT4Uw2y+iq24u8z0jL3K+6s+DJvrPfZEv7q7/Tc+7yl3PohvUL0qe0Y9pU0Xvif9rbyyMEE9wj98PjrbZj6bs04+VsWeu11XhD0XnI49cRBLvol5SL1iWgw9KO0avYyCBD2QSTO9VP0TPfXEorzkSGq9ZIm2OzZff71TO/S9enmAvWv3iz0Q9ZI9HhisPUuKyTudgrI9dM88Pgsf3rw3UwK+35IlPXcu972amuQ9IU2+PUUd172rDAk8BPchPWyp6j3KHTu9cFtiPK7Igr14BnY9QK/UPHyUtb2glFS7RLTgPcRh4j1AHzm9opvcveyIBD2KzqU9yKzMPP4UFb0p9Xc8hDgOO59EDT2Z1Q+96J3ePSWNprsZvtM85yE3PtW2er0ceei9CIFGPZPQ8zzxRSM8eAbEPV7F1DuN4Ym9RRPIvDyT8T0rtYs9R28YvHqegT1CKky9JASOvLkdSzwyXE49ChQivFXNhTsBtb09hrAJvmjvIj7Hcw69","+IpGPewqoL16ogI8b12ZPNohTT0nMgQ+G86bveRJfj2PmEs9QhFmvbbzx7z09w0+LsKMvctMdLzqukI+OPYfPi5QsD3CY0y9lvNLvaIy6z1gnPM7ikzePanp8730xVS9UNXKPA6o3r2AnNs8QAnjOxgqx73ggLK70MYUvKCHfruQEfC9C8WcPhPlmr54eY29fqvfPeAsqD7Ldn+9MYTlvXmEYz7WZ5g+v/OAPUXWnj6tGPu8Ai1JvRZNUL7ZG4Q9+xfdPR1X5zyrlBq+dXT7u5xLLr0k3oS+XWhAPG2Xmz15RyI+iV4xvudzCT6jLCe7PDtSPK7dkLxe85O9lAaZvThbV7zcM4U9qTXzPH7B3LxFFkI9qY7Hvfy+n7sqBkE+k3caPOAKJ72JzTA+KbTOPXiJjT2ZzUY9hJ39vF0Xj72iUt+9kLOHPUSKCL24aZ88zq23vRAeIL1APvc9NOW8PaCdyrv7lvC9FOPSPfCUAbyYbNA9WIv4vB6u3r1QRqM9YBPPvMHf5D2Ob6o9iR9rvdCuob2OkOs9m27APfQ4yjz4/xI9tEoZPTHfdD2q0pw6jad1u5zNfr0FUxw+kBJxPZQZGL66NEY95dj2PbPu5r387Gq9mvf7PZv91LuLrgE+Qx5VPiFP6DvDMp69WGW2Pet/TT1Ujfq9u+LhPe1PDj7GmaW8wC/8vJvdSj6CbLc8m7RWPBDgqrwUmh49p8dPvojSbrs/I9O8zKJdPTZ1873c1RC+i01RvL8OQT5Elzc+YGt2PPiiIz2Mg5W9zJXDvUj5RL0IBem8+MWHvF3L8b1grig8QFWUOs53Wb3Qrza9qWb3vYQ03r1G+S29crqaPQ9ZiD3MM4g+OWWYvTJ+wb1pyNg9VM82Pu3Nyr1hcw2+98cIPUdJrD5m+9Y9LTSiPjrBTr5bCUY9eAaXvnb7P72SMR0+WVA0Pm4s7r2fg6W8/CVLPZjFcr4DFQa+SXySPYx2rD3e6Aa+kQ5DPhWwST0EIe69+QlxPeqFyr3gg5G9","pBhwveZPKr25ijk+M2rZvfIoxbwfFp68cPxXPeLv0DxUacA9eT/cvPJKQj6XlqQ9rRxjPcZ20j2z7AE9rNgnvlTflj29Pci9Cr2zPc6RuD2AjqS6wpmpvZQljj2RKbq94FURPXmc5714+588RLbPPTPZf73yeWW9gJTZPagbaLznzNo9VMazvOqyZT6USqg8EWfgPIZomj13qX49Kq7Cvb29pT0kYME9WNmZvba+x72d8cm9m3u8vTnWqT0KO7Y91+89PAhUPT4NtLc9JNOxPC2ko72Tk1w+r1usPZKUtD2AIYQ9jCerPRp1wD1ApRY9wvKuPU3HoL2STQE+0W/0PdpaOj7iYZW++fIwPvhOpj3clMK9PlL0vNyfeD0F4UW+R0M9veRnbL783yi+fTQzvoiCPL6bvjk9/tYjPvkvhT6gnHw8QJOevRgJxDxeqsY9OD+/POjd3LzEld09dizHvYLk8j3gTly8wPupOmCqMj1CeZy95ulgvai+kD08FNE9r8stPNOhnj4TKXm9RHtiPVRaFb67FS4+HCLkvbTq2b3O5TY8//KnPhNzjzoIn6c+TVIQvVUlyz3uIY2+Wa8gvslrrT1TAMG7AOo6vSBJjD0VU6Q7onJ7vo2njD0o49m9XU7BPRDnDb1MQGw+425pPuhOhTzhNbE9PHf0vMrA3b2XItK981oHPpxCJrzah229c4DjveMKWj2Pyjw9talTPmbkYb25DPe9DjAlvGenhT0iQkQ+VujJvdaHCD0kzVq+UHtCPYCjFz2LW329iihwvWWAhL1AvRK9KnCcPbwbq73A/Oe7/FcVPUz5wLygEf88/kasPVodyj1q16I9DK7QPX+t5T0lrqk8s3cjvvi/zr2NDwK+jrztPXXvqr01tfy8BZqVPCU/ij5lIqE9W4laPlM7z706k0o9jmbtvd6QBD4njHm9JpwFPaKCgDxcxtM9KpFRvetx9DvNUoI8PBWXPfke8T2Szww+BlT9PAIvnD39MZQ9VHiyO08TH721dpw9","YJazPi4bur3des06U7ebvb+JNLzWOsO8wGJkPDpHXL7pfLw9p5qZvUKxv70O4vo8zuQWvvaj5z1bZzu8Vv05Pozc3z34jOo8AvxcvTaR2r3od028GA+XvYhgI7yG7IM9jFvbPcLk170v49O9lj5tvUD9QjzQBbC9FN+pPeDiTD0J5r28sx/DPot7mb4IJbu8+vqWO6Lvkj2cYN89ziNAvfXUNL3Cpo8+wntGPuhqqT733HK9I/4BvNy+aL5qfSq5W9QLPd0Ox7zBIw89I/lyPPf7lr1JyoS9DWoBvu26Cz1pQ629N672vPQIOT7jT3s+DzQfvmiZ5T2AlMC9ZRP0vRJnqb2shcg90xPUPfCuTT1lzrK94nsivtpv2z0+13s+3teqvOASNb7JcgS934G5PIEUIT6SaAq8b8QPvZ0TOr6kabI9SDfqPIrPiD1EloQ9+LIvvIr91L1UrU89zgO7PYz/iL3iEqe9HFdNPaBUjDv5huy9uLg+PXLRor1ulIU9iBCXvBn9KD6oJe08+Kt8PXSz1L3EDoO85/CnPZyghrzItKA9SakKPmjeMT1Hk+o794plParAJ7070r69xRA8Pk/amT3cJFA+/AdJPTZnPb0RiXU8b5pUPjOgk70H/k8+27+kPXD9ez7iX5Q95Ig5PlDGwz3W/+e7mPYXvlCyP71SDQ8+NJwtPG0zm71sLRG+p+XEvUYK/T1ZQ+W9yyK8vfJwGT4v+b89B4TFvbClAD3tamm+ROEnOYBB4j3YQnA+ZBi+PcruyL14CP28gCbxPdCn7zycuN+8MElVvABinzty+B+90jmcPWj5ZL30sSo9ckUQvQhXvj1gpae7PCJ+PXfJqb1bk5A+hrYrvsIXob0bTE+9G2JlPvaL6z2dLAa+Iir4PWnHoD4M/AY+m89NPmS4Ab4BvYw95KxLvtqAQb1oI4S8eQN2vcrOmr3VRSG9rAafPEyZC74w1G29d8zRvTvXuL3Mof69AUksPq56Aj7ksyy+v3KivVmEHr0Yq6Q9","wZ6KvbozkL3Zt4o9ALUouq/r2r0ArbG9ZfS0vIkiaj5SjT+9aD1yvaHNcr2C45S9j9xWPpaYQT0PToA7Q0ybvJQR5r0QYOU8aqeuPbSmw7xgklG7kkqovVhxnjy44k691guvvZEspr3pqr+96Kinvb7WzT28oIW89GmTvXjGiT3FTwc+AvoYvT5RUD3OHRk9HHvivS2UFD0nIzQ9adplvccWFj7BOz08ZQ4ZvJ8yMr0hqy49KG+rPQnSIr2GLyk+FEQ0PsB7zj0LbuO7/0GiPchN+TzU4PI9a6fqPRC4kz2Elmw+zoS9PfP/I71ImDc+lx3aPTsYs70yuyM93lyEvV1yQz7ylt29EKskPuZudj0joIi815lNPrM+gD3pD6u8vTbYvKkSpzwQl8M9pXj9PaOVYj0Cn709WlwPPovVcD4SGA69gNRTu1Ky7j1YEt482sCMPeBIcz0Q1VI9FMHBPVZsqj0EbiA9OaDUvYY7s73Vd8K9POIkveyuqD0Ue8I9aZBVPqrnqz45DZ69zi6fPT8Nvj06TC0+PAzNvHoRID5j0mE+grmPPkY2hz23rHc+L28QPrJI7Lz/GHC+1AyUO/1gmblzLAk+TYKgPdlpnb1zQC09+kwFvup3kj1oxRy+CwonPb/eab43yHs+fJFIPkVQe72T8gI+O83NPZvj5b24/4O8YIOFvpZSZD1lmgE9+2G+vYGgS72T8Ts9nlSBPoUV670WMxU+pHXcvWOYOz31nzs+UAy9Pbs3Aj3fQMG8dbHlvVwsi7yedde9lxyqvdwvtj2A95m8UJdyvDisXT1AlMy6yh6+PTRxlr0ECtW80LIZPGwOMD0mS849JK4vPeq8Er1mO2e853ULPojhibyE+2Y9zeOwPclFej1WtSE9+GUyvQlXv72XrEm+z2sovkTdIDwAXdW9/pyCvNeJ3rzdGk49248JPQTErj34o4w9idaFPaCKrz1inMC9LX0gPkYiBj4GTgg+AT3+vWF+O7ySyFM+RQV3vrWOVL063xM+","7XicvZN1trzYstQ8Y4dUvauZmT0dfIg97G48PI0lObzouws88mMHvnkZozuOfAm+AIcYvt17CL7a4w4+MqmEPEo5qT0VgIe9R1p7vRiP6rx2Uo49HIR2PSCJwTzesqo9uhCcvQa4uj3GAIE9hHXOPSgAHrwqtlK9tviLPWZKlT2Ppdu8ZhxiPgH+JL3lXKu7hUNhPGPLwD52W8+9/flJvlIwjD5IsoU+duWSvTRchzzUpm+9TMMePTLPyz1RhYQ+yPOIPi1lnD3UvaK9932bPfo4Jj08WJK9WRz+vSJMDbs6jBe9tCK3vbBxBj6rkYE9jWGhvC04kL1jO7C9iZXTvIhL+L0iacE9Dx/jPUEk6j1/D/G9EbVQvT8vAb4k3Bs+qkvGPKi/d76lPuw8H4oHPGkkhD0TRwq+50sKPd6cUr5AMjS73IEIPWByEj04yna8ThZrvUrRir0GrIQ9whCYvaItsT1EoDO9ULh0PFpFtr1s1sU9fNMOvWoFGb1YCcU99XvWO9nAaL0DAxE+eA2cPW40QDxzTDc+zc1kPV5TC70mkhs+OiCIPWPHE77HnLw8FnrLvbH3OzwBNAs+v0lZPlA6lz04Vay9xEIYPd+86jukHOA7QHeiPVeJw720HLw9qpKbPYp6xj1ks0C8uMIcvXfJ1j17uKQ8tuSCPheD8T3p3C+9vPW4PQA+YbwnEuG9mS7ovJNkLD7hI6M9sUgZvjJBsD226L89rPETPgOtfL3dJ3O9SJcDPp592D1JJm4+/vouvaYG0T0QuiS9VG8TPd5jiL0lP969ZP15vfbzyz1U6V49mNx+Pf6sur3aYjm9wDHnu2ANJj1y+GC9r12IvbsMgj35Y00+CYkFvlskuz3XtGk9cdxBPqzJWz2Y+5m9oMqnPQKiVj4SRPm8GoejPokuEL47ANC7V9E+vizrXT5lS+M9Q7CEPZo+LL5Vtfa9gkBxvOfAXr5HKA89tEUUvJY3Ij4tewq8UQnuPIyRQL3MMR680z/svGzD2ryNl0a9","QYIvvmfSlz2YiB89aQQePE15Bb5fh+A9rcqcPVLOAT6X4km81HEJPdTY8zwrUU09cQ9lPrm0nb2l67u9g/GQOiLJmz1crAE9NNuCPeRimr3UrfM95kC2vWzjhj0nivW94KrFvMiwVT1uxEW9raKGvSiair3Vzeq9rzHRvVzgGj0v9zI+Un16PcdsSz0pFcE9QzfavANSOD4sDXM9832tO0aXlT5aa7g9HaAXPUKOeb3cghq+S8rTvFFPGL0u7B0+UgHsvfo9mT0s+nM9YJO6vcubir1Et6U+FgJPPWxn0D1FcII9BwCkPXQAED5Kkvc8FEe5PS+mqDo0WZe81dpMPOiIcT5sV6a9zZOpPa1tVT142BQ9tr8uPhKIfD3LxxS+/MAdPr2fpj3HHai8ijjmva9TkL7S3US9vxsKPuDZkj7YdOe8rgaKvWJ5kz1MOuK88GIiPWjpJz0x39S9YzWWvVzw1j2gYUe9GpguvS1qmL1AYes9YJLYO9T+XT3MDvS9KXM8vi15Kz4DF8W9tyukPCQqFD3+Vaw8ngSGPcnyxr0oiRa9lccZPoSAGT0seL4+X662u8MLQj01Eky+bAoTu79END4JFuO7f8MPvvSNOj3jOCC9sWASvgkQD73eIv88fLk1vIo4s73SoEQ+VQ+6PVkuqrw4BdE9MrOoPYN1kb00Y4+9rwOPvDuHsTwIDh69TIQVPW+oOT25BNw8jy9YPfACcT1UEvA9tEMwPurcDD5I/bw99gDNPJyxhb0n8M+9uuOuPRmq9L1wi5y8OsChvZhfND3oa9q9DpLGvRAN2T2E+9I9HEApvfQj5b16Hwq92mHvPW5jtb3Yv+09fG47PfkiPj7/PpQ80A3WPZbpA75ogDu5qruLPM//iTyfgYo98W8gvL9Har1jfRS++WU9PFF3FDyBryW9V9qUvJF3ZrxI6cU9BS4tPvctMT6ueIe93zA+vEqBTj7KVbc9BFuePdDGF7wvTeA8KsDwPYIYVz5N+jO6bs8NvV1/hb12xbq9","BRFPPuE0N74FDHI+YBcvPZH+j70nS+a9iKtnvXwH0b1OLEi9XnaNvWo54b0Jl2K9+E5lvmc8tz1ugXY++wyAPsDT3TsY5M48PKdXvUEj8r0Hjo+9LO+vvBAl1z3Qxkc9IMFxPHS+ej3fGrS9Nb/UvSjT0zyAv/Q76hYXvQjsp71zrow9bc+6vOJcvL2c/QO+kULKvVJdwD0AxuK9aelePT7U/DyKSAM+9a/BvUrxRz79Hbc85KIlvf9gjL3++oM9NG+yvdOYjD1Pb6k9D23evU/Dgb183O49Hq0tvbbeIr3mDiQ89ChOvIXzkT77AxE+3mtPvcUIo733WgE+vd8YPRCFNb6rggc85tsmPsKOSLuzhT49bvudPLCeLD0+2k0+u3OnvFPz8jp+Nuo8YHo8PMBydz4yi7A970p9PYorojwJbJW9bH7DPWiowDxaWZs9WH2xPApNNb1hAKK9wOCCOlDc1bvU+Kq9YEP5u0jr1LzUc+A9voSnPRjj2j10CEk9fF4ivAODFz4RSlu+W9vIPRVnMb0XGOU7oeywPVXtrD1m9pq87ksrPmMNJr4PMEM+lyJ4vSqz4DsaBXG8cQPXPLCnIztspZq9R3kiPqdcJ729pEm8scwtvvNOm7yJLFQ+o6yhvpXNPj4rr2g+VOJvPlsDWz6W0m0+S8RovqiT/L3VeHo+RgzfvWw7RD4901I9o0qVPWjWgr1CK5o92nxQvsKaKb7eiFK+xMPIvTh78bzi+da8yM8qPp4zhzxJuI0+1DExvfDKmLuM/QM9dn5Eve5Tm70MQl096h5ivYC22rzwXfq7sBUoPLhBKbzqzSa9mPnjvJSjQz0U3G09mBOzvEOt3btQ3K0+mj21vp10R705+IW9DY6SvVRB7L3bcTc95/w8vViypT4ZLFI+5/eyPviTgD2Wns88cVNRvkoC8rz9vdY788kKPuCCyr3/Tna9bDlBvUO19bz7fTO9mxW0OztpDz3nOKe9zNcRPnHCaz4ojba9ugfRPad3FD1Z6ca8","JuW/vRHWZj2Vy/e8eJzMveBzI714JKS97ujUvapnSj4pMBU9bVIVvh2iVrylJEi7zpP5PYAVsz1yzm896q0IvjKj3T14vc+9lKJRPSYE1T3QRRO8Mi69vbDUZb2Q7q48oO/VPET6nr3r4sC9sPmfvaAXdT2cAsW8DDQpvRg/Nj1aWTA+VtJdPX3aDr6Y/7o7LJmQvB53iD2c2gG+hMsWvWY+0z2wsZk9fcAPvgag6D06B6G96KalvVVrCb6UySI+i+v8PQhZvD0mY1I8pyrAPUBssb1JNCi8v3+CvN8+oz6ftnS7pFANPi4a5zxdW50+L/OJPgLn3L0nGuG9MFiLvH4CYz5Qwdi9aawNvXl/yTx9GWu8Q+bAvX74vD2Lv66+032iutRMDj74Gxk7ttbPPEdNEL4y0f28bwkBPnjDMD5JuMK9INKzPG915L3vYn+9EAYDPEwsiD1KZGC9IMHDPA6kvT3Cl4Q9SoC/PbgNEj3Q1ei9bDWQvcA0xL2oR2I9H0MLPlmIoD6rMxS+npc1vQwaZTwMB9w9rJzLvVtQvD3T80k+mqiqPs4yhz1S4m4+sbKsvRxZ871iaZA8q8k+PXwfkz3Uq6i9kk3UvQzYVr2NCk+9zNwUvuBw6734VMU7wPL1PBCqjr4G0KA+1OKUPWAkM73oJwg+UPScvQezYj2QlBK+bhgkvbBkKz7hmd+9so3GvSTQi70evIY95/h4PmQusDxeQYW9okOevUzFEz7SoH89AwxVvFwgVL1eYC2+GsKfvWJ/sT0baPa9YGCfPVQZiry8V6M9iHK7PFwGez1E/0g9qiy0veDPID3THIu9XASxPYATtD3Y1rq9yraXPZVFXj3/oYg9PtXvPLHhcz2BNh69reSMPYyy5j0lNTq9KxM7PtvLgrztLgm9Klo1vblCrrxfT2O9QN7ePS8e4j0ua+E9aL+zPu1oLD2z9Ae9M2iKvfOqJD4XcHA9qzSTPoY3+D01vbA+M5JGvfyRAT469lA9XxbcvaAu4r2+P/Y9","gtKHPgiTer11JY+9GztJvc+kobs+Ca+8M/OcPUK8D70+3R28Vgz8PCklBz2kwpG9uwe4vQTqpT1jO709K5+7PhzEQ73SZba92mfTvfzu8j1K8aM9hJ3ZvKrIzb0AKQW6nuqcPSrCvD3ZGuC9PE8bPaa/jT3e5Is9gLjgu5KWgb0P6Us94+urPt67Cz338868I8SxPe2S7z3cyCe9CnFhPUrBQD6YIjU+PVSoPRX6aT3Zi3I9wLTAvIIoir1LkIk97WbVPYUefz1U0Om9Ng6pPYP9Fb1vMf29VCOyPTdOSL73fwE8kRR3vuiV5D1RiZE+OBIJvkzs1rxxxcI9RwXOPPYI3L1QZSu+rhVfPhqPmb3tRlu9mKwEvuNTqryy64g+YAazvbA40716DQo9jx8HvfG0GT5kSA8+k5TPvCxE4L1A21A9ToOtvYpQrb2QONy8vGNBPSSC9z1Oc4c9wCTBvSvjcL3Qsra7CpGlveRhNz18aWY9hmiQPZA1m71k/TU9jiYgPnKeYT0a19c9Hcv1OwmZ6b2fBCc+bYkGvZ3FhDweNKY9neAJPjUQ/L3uDXk9DFoIPlUoBr2sWG07TzobPcBy5T0tpME9PjPBPdBWvjzhPaw7/X0yPiY8AjymmxM+AV8wPlzKET5XXLQ8el5jPc4lYz4YTYO+VSg0PMGKLT14Vx++smm6PRVEG74SEEq8I4+Dudpjgj3c+je9AXXlO5FWK7sBkR6+r9bFvR0ODb4ASAC+hJRnvQvIvbxK6bG7PkCzPfJC+L3wtZC9FniEPbCvTDxQKXE8rkCCPeBIUDwI71W9FOmFPdInjb37kYi9UK4iPXbbyT28b2298OgbvfFs0z2uWx0+7Qx1vgW6uT3cAaw9x4+cPg0pR72HGvy80jaYPgvA3T16n6e9b2M1PGgfLL6uD9G94ZSNuRIsIj7TKGY+0tk6PgYWMb3T/DC9HgODvZ4KlL0UzF+9T96OPSAMLj5aYB+9yN2KPcjqK76e/M294DO4vdi4A76gEj49","v6vuvfA2Fz5m5rY8H84TPOhmCL4HoxC+Az6Gvc/fzj0PU1o91fQfvvNk4j0tNl89i4LhPVaBlz2dgrG9aIwOvuBwK7zSjL89omrRPWa16b1goo874Mz7O/5uRr2w8sQ9FDcXvToJNL1QdtO9gojvPXA9tj2wzAy80AeDvcA83T1/52m8FX0EPv4pEj7FVzm8FO8BvuLKXD4CZOY8wqgmvP411j1eqJs9VhJTvhWxe7xEPrk9TfPQu6/AJD7Sd1s+8DW0PVZ0tb06gjA9dXDNvd7hPTzv+30+nGwGvvmTXj6w4kQ+M5CoO6dfOr7Fy32984OJPRwkAr5jBsc9ydSiPQPQzbxeb9W9NQzMvS2Wwj29GAG+s5LWvFQMGz30Lau89qR0PeFmzT3fU2Y9wdSbPPRbDjwNZgs9u6YrPujURz7kCPc9JGyPvIBi4bsrCcy9WJLgPYQbu7w2e6o9gGJHPKTY2D3iZNI9CDWUvUAu/Lr7LHO9MNOEPQBmYzw0JKS9Wbp0vZks0D43VJG+LA2EPZjr8T0B0nI+lwyOu+h2/L0z3oY+559DPkc0mLvU0UI+QMofvsb0vzxnCg6+03BhPvkccT6iHf898j4Hvh371L08TIo9J4s1vsANRzxc6sY9YM95PeSRkrxaQu49PB8QveIAIL5R7IW9NLCMPErOEz3mw3C92uSEPATfYL2AN+292lGUvap1wz2UAAE9tF3GPT1o/jwAaCs+B3oiPpPy5rtblC48y7TAvTYFbj2ijiG+IqiSvdgsyr2QxtM9AbarvU49lL2WI8k9XGQrPZBUwb3EXcG8WL7xPNi6rTyaRw+9QPtOuy0rrb2okA28wB3sOqjUjTuv5Uc+qxyIvZwWoL0kUM48FyCBPhvigT0LYNa89xwpPjELXD503Ic8LysyPgdIxrz+uwS+Gf+3vWs4az6SNoI9/6ziPXArwD12QZM9WfjIPe4igT5JEs49v1sLPWxONz5t1Lk9yDPZPZ8qPD0Lcc49NdkhvqLjuz3D3AE+","PwLeO2dZnb3NlNG96NCwvJ6q1L13/eg9MuwBviLNT75tikg+e00lPdmbs730krE7eJmgvSrFV7zNROo9fN2VPmSSY70YXAk92RTbvSCOZDzKi9W94FLKPDooYr2Src89pLRvPViP4zz8YHk9EGyjPQacbr2MxoU9LFBrPUhARbyx0Ku9GX2DPqKWeT3guq69iNPdvdlTfb0w0JY9VyOqu2NLMr5ryQk+ZXtIPaGtrT6ua8I8NfJSPpl6hb7ihjC997hFPYsFET3J1Fu9DQU8vb+qsbybt2a9bf8RvAV03j1sbsa8j1yXPQtjbD42ekM+IkFtvTeS+z0i74C9S0EHPj08sb36ZPA9RAgCPl1/mb2X0Xu96qCNPZY+0b0CDas9PBt/PVz91zztoWI+SW9nPp4s0Twvah0+qsG4PTboCL0OVMc9njb0PZCHhzya2Dq9iO6vPezT6j18+ee9+NZyvECyoTtI6dO8cmKHvRi53zxnQHe92LOpPPDEKjz6/O69Doe/Pf/2ib27HdY9NcFuPfSOCL7HUaI8hy8vPZ8wkrzwFRo+vzqpPTs74rwOYOC7S5PqvPZ8gT3xLzy+75f2PUInQz2h1hm8cmWPProSgD0zWCY9ErEbPtW75b3WVG4+z8LsPdJk+z3HQ9m6l89tPIRRKT5Hzje9q+e6vbZmg7wEHxg+HnnqvYri0jtv5bW8m6hCPZk39LxoZ589mvImvnbHJj61oVu9PzT3vV+txLwkc3S+luumvaO8+j3o2Kc+EFvouxxd0LwBesG9BHvGPVIcnD2oB7I8avTEPa7o6b1+e8g9+POtPHg5qTzA/+o92Cq5vbg6H70wl0g91NFvPeq4ADyDyrY9EZwUvTFdFr2ZF+C8J3a0u57hvj2ATVI+YX5gPLC6oz7byZU9vpzIPt1qCj4duBQ9RpXgvShJQL4Dj589IPcdPH05jT3L3U69FBxKPbP4wT3eT469fYRSvTicwjv9NvA9sz5pPsA0Sj0VXVE9wrTVOwZ4Hb0f5Ek9","nuEXvZx4ab1CqyQ+kNcAvsTtXTzjZ+A9POZ0vFkpJT3FIPi91ZAaPc5EPT6K+Tk9MoBjPgCLCT4AESk+OIbLvTQuQD1soty9s3h/vda4Qb2PruK9fMm2vGrnXr3GYuC9wGKPvX2a970Ii5k86xLovfyR4z0mgWm9pua4PQCzgr3SJr09pUn/PXOwMr0Mrgm8WU4VvQBXCr7ifNY8BwB2PcC+uj3XqKM9uFpovddu2LxmUTW90U2Mvb8wAL4V/zE84nxlPdQ9T70IqTw9xII8vKxGwj08MUC98MbxvYZQ1D3y4z2+DjwJPvJFeD1JpW0+rqB5Pqt7QT4vHTS+aPoMvrnHOT5nr+W8EZtPPbSluz3EuiK+HKOvu3DZQL3wIoe+DGNtPWoOF75rzag8N80GvoK8L76kqaM92OVwPkZ+ST7qjOi9y4qRvUBvmjq0T6K9DFXePczMkD1I0m492i72PVbnQ72xC5S9EL6rvDCPnr0EE0W9jHlVPXJyUL0Ya/W92d7Cuz3yDT6LsW++26v+vbvkIb2w5hI92Mq2vfYtqb0dH4i87feePsb4LjxDmbA+b2WaPJwq2T19u469Fe7hO3gJQj21RjM7OojHvVYZFz0t1Ay+gX49PU2D8b1iWoK9SQOSPZJOG74qh1I+VmsNPlF03b1Uq6c95zKnPYrI/jzwrkW+zvQsPVLRRT6XYKW8GB+pPSNqob2kFzs90DaBPs2VCj3YbM483ToHPbMyeLyLuzk95KbqPVv2bT1VwCq+0OLJPMCsjbomw7+9AEswvSaf7D2JCuC9oDRZO/RMNj0E4HC9AKGhvXBYfrxIRXY9IH8yOzABvjwGYLw9jNV5PRQa4juMbxY+wSPevYyIBb4WuCK+8KlHPRNfpjw0zxY9P/RovdJDkD7EJuW9Vib1PQ8+MD3XuRW9DT15vXmmrjnAAbA98zB2PnipGj37iVC9IArmvXd9Gj5LwOe9+CFMPtBLdr0GZVc+rdcLPrcFgz7Fvqg9vyeMPctrSL1kbdG9","Yl0ZPm/eRL6nIO085PWRPQaBAz1p/8q9INKyPYNzkb7XlqW9FH7XPdV0jLyJjtk8t9aPvrwU/bwSVq09pUuWPjBnhjzONrw90IX2PdKqmj0KYMW9JqC7PfQs8bxM1dy8+MFqPfYrZ70Ak448ajG4PQCybrwKt4E9qv+MPWTHQj2HohM9P98VPsraIL5U82C9HHMPvubugz7p0O89ZJqUvWu/GD6oUIU+DTUAPsr1fz7WOyy8IbN9Pb6R1r1JFCy8DfcyPaaob70MTcO8U+CCvSJ0a72BYVa+ONE1u396yruO4Oe9gQqSvs43pj4noGU+rM/AvdW6Jz3l42Q8YCEgvek7Rb4QMqc9fmw0Pmy+wj3lgQG9Jm3kvdfDcLwEWF0+DUu2PJILA77aO5w9kMWEPdqrET71TNc8DymTvLH4D73AkLm7LG6FPaSsKz3MhYe9Xt8hvTBg4r3yhPA9QHN5O1A6qbyaQKg9rP6EvIArkbtAqZA7ZJLSvOT04z2A4jI80HIwPZrNHj7eWJa+h6fzvH0svb1nccg9qnkivQUxZL5eIhg+hVuTPhOSHj1SojI+LSSIPR+RoL129fS908omPOv8gL0anIg+0dZtPZ5kc71PajM8gM+NPjmC8b0o/B4+63iKPdRljj55oBo+69AVPqAULr2uVuC8dhtvvSlx6jxszvQ9/jUjvu4Fkz1zQLQ9roIFvahiKz7AviC9FvYWvlHdLz6D3Eg9LMvLveUqMbx6Bye+2gplPaOWUD72Qnw+oIJZPZQoCb2SbYC9SNCUvKAhGDxI+YK8T3C/vRLlvD3MP+W8VuHbvQDXiTp8+fe9kIduPOBkIj3azY69OPFLvYZkarzWhzI+NeObPWeYi70BqPi90Q49PdkQh735vr49cXrhPKruvT1dUTE8cG1MPWHIQj7JCRq946LUvUCESbhFdjU9aB0NPljZZrw2HUM9b/H2PC3i671HOIE8oMwvvvOlWLyw3kG+oR8VPmlHVz1l8Aa+iBeKtypW8LzQorW9","ByTFvbTJNLxCObu7Hh0ivU0/c70YekS9NrwcvRwtkj5z1sw7FRTEPWTSkz33UCU+g/huPnOpmj0vAF09kn8MvjoBw732uae9zli9PVhOpbwYgDu8YHymPIinaj1+Tze9CHkkvQbMzr2CY+q9QA+/vb/fd72LjPe9ciATvaB7MTzzd4Y9SJSQPUZMIz6NRdQ9Lf5gPe3ACT6YKZo9c6rYu5Ck3D1OgIm9h/Ntvs/FmbzazqI9KNN9vUiTED25rrM97FK4PWoLvLzw25g9zfmpvbpaejxwJVA+ADo6PSQ+Dz4YIDk+cD4aPo6LFb48s1Q6s0IFPnmrlbw5KOg9eKHUPZHSCb4pxuY9UPYavuRYDr7/7YU9r/4bvmkswT24vLK9xX0IPr8SKL4xGg4+1BwQvpoc7r3cHxK+Ell+vZzb6r0Q3JM8EPq0vVyHWz3Nv3W9oFkmvGJcNL2Il1W9bhxSvQikET3EC0g9UiKQPawilD02qNU92sLTPQjmmDw+req9YLwNPJPQ2jwR3ZW8z7sXPFECIT2zjrY+SR3xvTFb5rzWfMc98+pvPuq0zjyuUeQ9U/I3vnxgFj0Reok9VY9jPtW7ez7VVMM9O7UavVIz6b3kpsu9hcYlvmODIzzpfAA+yekGPkwK+7sYWD278ZywvYHSBbuM9/Q80qdhvf8G/r3DTDO+X/OkPYUpgr3wXhA8wve4PJhu4r3XNP08MYADvd4ejj1O04K+zwGWPXj6cD3ub3u9no8GvtLFprzdn2u+FA9+vfC0ZDxM2Ag98IlZvDY+sz3cpjE9sF5FPUzNzj1Qwts8hizvPZzQ87y6zWK9zJFYPeZZub2sgaC96qsavUcl9jzl0CC98OWRPYT7ij37T3C9n6MfPm3yoD2HoKu9GAbiPbK44L267yW+OHkOvmMq9jwemYK9F1CyPZOE+T1G+a28kE6wPBPKGz551Q09Jq9vvY1TKTyX05I4Ib9YPW3aED6J7gu+0+iLvAVJEr4KDYQ9ONIJvfaNAz4ZXgu9","JZHCPVIZND5OyA2+qIF3vQp3Ej07J989S1itvKJUhr5W8EE99WBAvqXZOjyK+HW9p+qOvR7+vL20/fw952amOgpx8L3QEFo8SAS1PeDZ8jyMPEa9RP4XvSjD0z1QpxC9iCM9PXaFDL0omoY9/P5CPTDjMTwYZaG8+sm9vaQThr2fx1q9pF1dPueih75YsZm9hmXivaS9qT4Av4i5kU0UvkgFcz7sSg8+fDKqPe5wIj7Igl69Fq/ZPW0gjrygV8w9sG6lPDCCKrwApv+9m1C0vfzF7bwcv9G9CZIcvb+HoD1FRfg9iiNYvpWXI72zOpY9uh8UuzhyxT1t/Z07Al2CPVElrb1sfCY9+4qSPdsr7bx3/Le9ga4UvJb4/70fWW694gkIPY4wYb0y+eI8htM+PdXMUj13+aU9qX9QPGAbTL2Mmd49UCA2PGDAZTuq/eA9PtS1PQFy6b2Atc29NG0evfKH370uuHC9cmBnvUCt4rwA3Nk7uCcePaY/iT2AAMM8pWATPkfGdD5i0Ng9cV6oPdG41L0cpPM9KL6CPdwkEr0i7so9M4DtPWhCIL78j7k9hoisPLeyWL64Sz+97D+sPI5amD0JYAI9ypJcPn906TyUt7w9Wn4SPngJnL0jOT89mh3WPUlRV70eooi9l0Unvt1yOz5UMxK+86XVPboeorwgIYk9yFhSvSbP7LzzxFA9p9bJPUzAI7x6H1S9CceWvilnRD5a4Om9bR2uvC2YHL5RJlq9QWFzvn/gPT5pjZE+stq6vdRn970g7gk8INFnO0zv/7xADaK7oiG7PV0VmL2INzq90FpzPGZNJr3crHI9GHWSPeCQlTvgCh47MRCyvX7ZfL3/75w+HwiFvc57sD0cSku9BV+/PsaZ7z0buEy+MBtlPpm6dj4j5BI9ZpwFPn+IOb2/hks7EHAwvcqQnT1Ypu491C2KPQvz/r0dZyg8AnS5PS9YYr10en+9ssR1vYXQwj1l9129mQsbPcShf7xJIY09X1WvPZqfwD3lDwU9","d7hhvnnoN7ymVL09/p+aPebu/L08F7K8tfIWPcaDMz7iwHy9IpssvScQ9z0PP0g+7GY9PpiW/j3ak5u9GdOZver7Gr3YFuQ9hH8nPZLxqb26puU93L3lvHiFKj2o+x09gkepvdjLuzwQ2qA9NMXaPRDPWL14GWg94x6wvUJD5T0Hub07LKcUPnai8L1DXpK9Y35NvYMAwD2xozi9EmYEPfnAwT0aKTY+cnJeva/bQD6lToi9Exn1vdeR173fuTk+HuUePeJ/lT0bJJI7WH5rO9itZj1OpvU9tt2yPaz/WD0++go+ubV3Ph+pLLzFghE+u51FPjgMFDtNAFQ94QA6PVVTLD5s8DC9W6bKO5SzmT3s7IG8ktuIu45xlL3gY0G+NDIqvbDZRr3zCO29lMuMvYtBa71+ECu+CM3mPdDRYT5WzTa9YORePPqlkL34L3q8MHnxPLtBjL3otEg9jpHHPbGlrL2Mt249eNNQvNd45b1MpO89IDFpvG7tnT2oTdy9Z/6IPbgVJT4vHni+KC3bu6Ao4Dxitx8+iFTtPaDxVDyCRhE+N4fRPiBnKT7SssA+uW0AvqFkqj26CDW+tWZ/vFB7Mj2Z3ps9UJhkPfCC772Ypxm9s8RuvbUl3rwslM899t56u9rt6L07RsM9nIqgPeP/Ir2zkki8ogp9OyaY0z0p5nq+hJcoPVHhuT2efCW8gwOTvc1sGj0sDCs9KTpfPjl/VD23cYC8S4IuPowOFT1cYzo+Xt2lvJGu9j2Z28q95NiDvJi4ALws4E29OFz6PEBXjDqSTdY9WJn1vbBzzruEsRQ9gLprvNAafzxy2OW9KBB5PWwy6730dHo9oNBKO+0BCz2aKto9S1DrvRnXyT3nZgq+0HKxuurd8j2Ivw2+p8l0PhfjKz1erq286WE9Ps08xL1D+A6+jH/Oved2Q70KZ3898GdaPY74LT6WVVU9fHnJvXpniT4mM8k9omfIPEHdQj6PZ2o+1JMXPsSQrj0dYik9xycYvpx+2bwDyVQ9","D+giPiFkrjtioL497n2NvSTWgz1OhIg8Yt5/PItsyr0ooOQ9yGkRvrfUbb3m9CW+0XeFvid4Hzw2Zvo9QKSOPqDSPzsQtxS88JmbPCKLrD3YrEC8oNAZu1RnVT2ouAY9sIhaPW61nz2IFeW8RIbfPd48Ur2A9k481hPqPWAFyzwb8Ru93UIzPn0uCL4upu08v/mhPSUp2j24vZe9FzwOvZC3g7wRp7E+8W/RvPLlHD4vdd69oT9XPasZdr0n+Ik9zlQJPAgB5bphjpc9aP7CvWVXwr2PI469uRmcvafvFj05l308UooXvufOGz7GY3Q96BFTPLRMc7sNlP69VBwcvfjiWL5ZSU480VsMPmAdjr18oIU9FoMHvhKf7L3r2kc+or5CPTsIDr2YAWY+7rm4u7eV4D0fCrc9bt9hPf/FAr5IFjY9nDO3PbKbdL3kv5K9mJXSPNLF7L28gTY9x9blvZqvkL2asKC9PIekvWr0jb3I6fe9BbF5vUANpDuA2Yi9zSUQPtrtSTwaG0W+acvbvVyfoD1QjhQ+YssNvQ1qzL1wmig9V7pJPunWBT1d1rY8QnwSPf2NBb7trvG9UvrhPcrS6z0bsDg+nRUYPv0kNz3zBwo8Yi59Pisdzz2Da04++0SWPDiBiD5txP49xDY4PiG3Kj4xPrw7+JVGvaX4yrzB6EQ+VyHrvaxTGT5Ax9y8XVGjOGO1frzFsq08ztE1vtnFHDySD209iAa3vaZwEb4a61S+qrq3vc228T1vJZM+9PKovYiRLL3eaLe9AEGJvXj4e72whTE9Is8bvW4z0L3AWpG6JIOQPTA9Rz0ix7w9TaT1vWDIODzcC1c9QG8yve5EsT3gKB8+kkLdvcTNwz3qKc69Ag54PSqkFL1b88I8DJfzPXB2UT71/Ew8nPAVPru6lz2FP/o5a5oIPoPhwj2u+tE9kqwiPq++oT26zZO6A4v6vWKcFL20I9w9ugIPvmJ3k7xvgKG+3C2mPTxwYL1jlSy+hYlBPf1RAb6xQ6C9","Ltf0vVkPI75u4kE+wEJiPSFHiT17Jpy9E4CdPZpFHD5DgsO9VX0LPNGzoD3Ilo48ebgIPh6Kkz155hI+QiqXvWiqxL1Qg2c9UhqlvZCesT2aEao95BfTvWgmnTyeuY29FBbvPXA+I73SBQW9TPaivbx17LwK1Ns9QHgYu8zpJ70GNtw9HeNSPRL9aT0YimS9IZEAvPl2ZD1VewO+/4Oavcf7Wj6ovWU99/jsvSkRUz0r4Ia9xkAGvmIKKD0S6I49pdyavGd1uT0UEGY+KVqYPUwMPr3A4Yw+E9frPcz04D3Bxes9CntTPtOpAzyliFW9ORYZPv+yEr29MDs+WxEXPY0nAD4re/a71ydTPiOm4jupsbW9y4gTPVY80r3mrAS+xRepPb5iFb5dpQI9m725PJh3eDyEIs294rttPoFJsT1Qul08wHzwO0TgAb10mLG9SJd1vATusLyCAN09MJFePFJWnD2kE829zrXevW6dmz3uyJW9UCpsvCgMnbwg5es7J8D5vHghKb0AQns+7H7JvZTN+703uDU9dxqzPeV7hD57ODO9FeWEPTB/3L2BWRw+sOUMPkS85jxfewU+Ae+hvZ/7Lz59B847CmgNvuIMBL2wbpA9YFsbviIO9r35nfq8cb6Vvb8CDr7SNgs+Nn5+PTmYE75LOOK9iYD5vR/Y7b2xCey9idwIvgYkFD3P6Js8A6LRPcaZFb7eNSK8tsK2Pdrha72vAo+9cY67PcVeMj7v2Vk+PmWcPSCnTj3AbSe9PX7UvdiQ6D0If9Y9Ht6ZPUhZyL3iwJA9UOqLPVBxWzxfTMu9TpDRvcKDaL3lpnG9truZPZo9lr2gisW8RF4APSLvXD6lRE69ryxhPg7SAr4elZu9HfyQPXlCfrovF6O9FBSAPk+jCz0FIFS+sZVFvkb0wL1Rb669RqOTPamI4D3AZI49MaAbvKmBFj6Wymo93z0DvkQKjj1RsDw9Q9ZjPe87tLwb7QQ+wf8svuPQG7tEh2o+77/bvUOBlT0S2Q4+","/2uXvWhxQD6dGiq+e4jXvT60hj1wRRu8MtzivUuABLyfW9w9PnsDvPafBD6xVyc9FhzuvUCrEL7dNxu+KsSzvQmk1r31EsW9fGjYPXqRy714Hp09vGfOvTb/nT34aau9uPIGPcBtFT1QjpS75I5XveQItb0ELJO9Dk7oPaYuGb0Gd5y9MmsDPNOXGz1OIrs8q/B/PVBAmT4AF+A8Zh85vdR2Fz67tKw9so2yvlGXAL7ANfQ9m+oIvWGpJT7kiwk9IKqJPRuSMz2xE6Y9dl79vdguWjzruSG8b/m7PT483z2mgxY+vuMDPemawr1x1Kw9jVIUPiA1C75mXRy+K1eNvXTijT1Voes92LYavcIf5D3rsRe8tw1cvQuiOj1j7hc97+b9PfrAgb4jzCw90sxSvT2d1T1WjYC9qeyrvEv47r2oVs09qOlNvH47JL0MxDu9gJgRPCDkojtz9tO9PzOKvXTNOD22QuW9PNVCverJmD1oEfs8AI5oPf7F1j1kFSM9997bvI4f4LwAr3g9HFREvcuxEDxenmS9zmpyPbkUMT1EphM9Do4JvR0RWL6PC4G9905PPUtZgb72BsM9jLkiPLdzDb6EHxe+vyIiPvCrr70F7ko9SgVhvZHCCb5ntXG9Y//UvO/TGr6T1Am9PDTzvW5+Kz6wiYq9nOwmPY/IuryK7wm+Yle3Pe/SDL5kaIA9+NGTPfW0d72314U8/vEhvhORAj5bqa29/sahPb0rmb1Z/jW+uTkvvcxshL0Xgwq8lFQPPaZEEr381ZC9MCJAPUJTtT3Yt+e8nApZPeamsr1AGLw90LhNPPLO7T3AhrI8rO+iPRkZwL0AcmW8yFm/vV9xTj2XFnE+orSVvS/abz3U8Rw91V0iPtSrvT3lVtO9unOIPqN7gT5Nlqe9lPlFPrgIfz3w3gw91j0ovTaqST6k7749oWUBPqeaFb2L36e908DSPNcVdL1BMl29lMurPQw6kb1MMxq+NemsPP2S2D29Qrg8NGZRPSTCibk1XGQ9",