{"architecture":{"class_name":"Functional","config":{"name":"sequential","layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,18,18,6],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Conv2D","config":{"name":"conv2d","trainable":true,"batch_input_shape":[null,18,18,6],"dtype":"float32","filters":8,"kernel_size":[5,5],"strides":[1,1],"padding":"valid","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d","trainable":true,"dtype":"float32","pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"name":"max_pooling2d","inbound_nodes":[[["conv2d",0,0,{}]]]},{"class_name":"Flatten","config":{"name":"flatten","trainable":true,"dtype":"float32","data_format":"channels_last"},"name":"flatten","inbound_nodes":[[["max_pooling2d",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense","trainable":true,"dtype":"float32","units":16,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense","inbound_nodes":[[["flatten",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_1","trainable":true,"dtype":"float32","units":8,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_1","inbound_nodes":[[["dense",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_2","trainable":true,"dtype":"float32","units":8,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_2","inbound_nodes":[[["dense_1",0,0,{}]]]},{"class_name":"Softmax","config":{"name":"softmax","trainable":true,"dtype":"float32","axis":-1},"name":"softmax","inbound_nodes":[[["dense_2",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["softmax",0,0]]},"keras_version":"2.10.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[18,18,6]],"output_shapes":[[8]],"tests":[{"inputs":[{"shape":[18,18,6],"values":["DH2IP2mU1z/viQw+LS2VP0/tnD5IlALA4Iydvt+cPb5qFyFAOeAmP+8pvz+f5AlAbzhZvzkf572bWKY/xV1jP1ZEnrx65u2/bXgOP8c1cb9ZECs/s8Sjv5CZwz+woUm/IX0ov4evKz2qAPm+h77Xv4JeSb6J9zM/ayz9vweBrD/asVU/iwbOPj8wJ0CY9jG+sdAJvqnxDj8vz4k+uXSjv/BsoL+R16G9vFzmPaFPWr+xxTw/LOf1uuoqJ73UgMy8Y0QAQDSuTj9PXRA8r63LPiYLfD9ZbBe/fOZ6P1oOi74U8VFAgtFePy36NL/GtZw+pebiPxFMjz9ErOs/V82RvwnBHj9Zfqe+b4J5P9fjwz9OSSQ/FhjEP/ljRz93zee+EeIZPyiaOb8AuxW/qRwhwOSPST/AJDa/mVXmPPDvYT96vaK/XLdUP+CSDr8DwN4+iWeJP/wJQz8jXy6+JVoQv9MNx7+iZK8+lHuJPv5odT8jH30/w41SP3D0ar8FKvo9w6szPcwCUD9RFVA/Pg6PvzVikz03Tj0/Yq9cv7ySaz9DLrA+qas/v1Mc1r8zo2e/7/rtP+/mRr8heCzA733vvwK3XD9y6go9Bhq5PwW9d77847Q/Nq3QPyjNmb6mSYY/sEw0P1eHDcBbYic/tJnmP7CMDT4wM4c/uH5wP+9Tgz9qQqi/+4pRP0ct0r4+I1c/7QIiQJYvOr8SDTq9tYelv899xD4Yo6o+wq6rv9xe/L7meo+/6TJaPzr6qz7smuq+uXyov/46wD+6jC+/RTvVvzgo+j55qRY/MbRnP5TI3L80Coo9x2Q/PvwuBMCOylO/9daTP63m2D4zQs4/3IZ/P1OY3z6G4aC+o/JvvzfNT798Yxm+0WzZP9pPQr9Mm50+EqdTvWiy9L8WIgA+AYcWPwS/uz/nsYk+a40Nvmes27/plk8/mp+Hv1BTXr8eDEa+OTPtPjbx/L2a6dY/fXIXP1+Dh7/eu9U+ePtQvHjkQb/5+K6/AMSFvpFAzb7epyG/","nfK0v5cGuL9h62c/D2bFvzyxx76dys+/E4SMP9rtHsDTuHk+KccfvxbeBr+sskXAQIaKvWHaYL+gof0/cADIP074uL9dD6G9nDsnwAVYv76vunA/DDMGPqtDDz/vWqQ//F45vMcM1L/gAA++bTBnvxtDI78hSNO/QiVSP7CJwb/ecra/o0DWPVAt4r7okTs/YYNGPut3Wj67gYi/5QutvyRDl77CzTU+2t0uv2MYRz8Toyi/kKSKPpdFAj4rgRO/QNOGPiFjBcA9Ica+cdEYv9/E4r8vQzQ/u8iHP4PDir+Xy4c/wm2bPl2A1j/RSbi+KT3mPl7JSr7UuKQ/Lkt4v5/zbT7DO5e+Mx8Jv8MlHsCKmWO+d6L1P5F1iD9nQNS/9xeYP12ttz/6KBa/YyUWQJrptT879JS+bnCcP30MnL+4dQ5AbRzpvi6dTj6dpwg/+wivv6emej9DL5691IS9P5/Mtj/xDpg+NzWnPea3cT9nQpI/wmUXQJCzjz8FWUI/otpWvw1zab/5w6+/f4NdvwsDyT+669M/Y+VDv80Q5L7TeKW/YfvKPwU5Rj4xv5Y/fxhrPoUHEUAC1C4/tWUYPz9uKb8cbYo+GYEYvwKEMsB4CwC/0LSyv4oksL7uL6g/lU2AP64t+L+ZEuo/AE0Yv3LK+r8z7hG/bGU9vusC1r8RAYO/HAMiv1Nqm74usFi/whPEPpgwxb5X3cg/duLUPvdXBj/IGZ4+YTLsPagokT/HTxc8Ex9gv0/vOz9dnFY/2okSQKOY1L7Fx6M/Z/QjwBCpaz8lZ8M+sjo9PwyWnL6NR2Y/kiJ/PwvXwb+ZP2m/G8qDPkYKkD6HbKK928wBQPVdqz6nlok/SNtxPHUC+Lz9OK4+hYZpP9+44L8KDN+/swGyP/J5h72gQv69GEsiPbYYMz8cTqE/HfxMPsdbpL8uTPO+aXC2v3eBXj+Zv0jACguUP0Hplr82dqI/JEf4PmMyGz4KNIW/noBIPiZjWb9HEYq/hYSfPpNw7j1Q4T0/","Igc9vtLlz76TaXi/Hpy1P8SFm7769JG/2FqSPro0EUB1hPu+yGttv6vt6T+7wcm/gB02P8dxkD/ufgw/McuUvNgYAT9QgvM+h1eBP9iQdL9B3xg9Kqhav23ow78DFKo+CpMvvn826r+LIcW+8QmFvoqsAD/45RS9Q8vIvjnkg79j2om+0Y6+PXP5Xj8sOpm+DigoPg6mvjw2Z04/SIGUP5UYhrxUrRC+PTmrP23JTz9BVeQ+muKOPwxuWT+4A0Y+y0nyvsWOlr8y7D67KGsGwI22az+k4Jo/AkyQvmAoK77Z60s/DfnOvkmNZj4qUu8+OTHIPuE0fr+TpyC/f2OmPtUrLj9I7IK/+ctFPz4sUD/RmJW+V8Rxv7744D3rxJo/aX8NPwrf3b873oC98ZGnPY2HRL4cnqq/zy0nPZ3v0zxgea++6Aa2P49uj7/8uwi+Md6XP1mm8j6CKmc/dI8mvxIMYb+/5iS/AF9sP5tu8r7sXOS/tbxvP1ypKL+A0M2+Ov6PvgUvtz+sgLm+YurQvmf44L/X8aY/USUOv4yLnz9iBkW+j0NTP8A9/L2uwDI9oTIYwPY6JT+I5I8+o4MMvz77D7/JU0o/FM13P3Jj3L/XHrQ/ZeoJP1eFBMDuRdG/CPdIP7JLqj1KYXE+FDJJP9nEHb6S1KY/PTJBvEq2pT81/5i/x82OvnpAqL+P4l4/BmSrPurYgL46872+qC7CveX7972/Nqq+EBWOPzdtBcAL762/be+Wv4a5rj1ZTaE+SPPkPtEVbL/05WM/d9wMPzGuJr+zJ0K/rmcfQCakWz8zNBU/+fWVv4vNij3YBVI/DBgJv4BXMD9iRiu/rdwnP6zMUD+C0sC+W41OP1Yy8j42o4++1vpTP+gLMT/qibI+5Z6Wv/nP9L4dY+m/P5CCPxzN1L8BPGk+t+wMP4fTQD8+ZR0/lfezP+IH/r7isCq//3mkP3E3B78E/LI/Z4VdvhgWh74bWy+/KFSKv5qgvb/Y19G+gEATP//KBT5Xh1K+","UXaOPzXHmz4+voa/tBxpP9nTwr++kTy/GsOzPxggtb3RFoA/6D6aP8FbFT+qHWO/Atjav9BRsr/Kyqu/2CAwPi1GOT+jRc6/otejveQIcT/d1Fg/K9MhP4lSsr9rs0U+kAvrP20UhL8TUsa/TJ+eP2hQFkCNQc+8ytPHvtK3lj4GDLG/jKMHvmRzXT9qfX8+g+JHP6hNpT4Y1qM/0w4HP289Mr+Dhpa/2Wq/v8KagT/hg/E9hBrzvC0DjD9tQWg/bHpiPy7OF7/9uI89f9ZAvhSGMb+pb2O/lD+zvyZlKT+yd3W/70w5PtwuEj96CZa/S3jPPAN4Pj866cW/yVWNvyuWhD9uOc0+E/bqv9Ue5r/i4Kg/BhEAQMA6dz9kJ0G+XisIv9psib+rgei/ga4Iv2r0cj/z+ii/KCcLP1YkLT/78x+/Q4q0v1Jdm76Dpdo+bz+qvw9NZT75etk/pjhPPjg2xz8oZWA/hTYXvtCR/b4CbCQ/SJ9zvwnrjb9TS1a/B2ZqPu13lT+cumK/Z67yP+g+zz/jUNy/AcDkPtr4sz/JS/U+jCx9v3O0IL8FydC/MZUMwK14Er4hzcS+a2l6vzKGXL81KIM/BCb7vnQMRL8J4u4/oUckPzDZI78l8XS+BIRov+Mwjj4eH2q/fPCcO9SbeD/TnLi+XXkBPnQhNL9UfjK/6/MHP+CpP78x15W+2SMGv1mqVr/OwME/CXeBP52aWL+jDqE/50pIvkk5ij82Sxe+ft/rPTetvL7jzfS+E70qv8yYp774tS8/rPGmv7MoYr/zcoy+g/92viE+PL7fN4w/asW4PzOWAb8J2C0/2QQNv2+RdT8RknQ/vts4vo3Uej1rO/E+3nWmv3ndYT7IQCw/4FxGPtLUUD7WjyE93U4dvzUejD9ELCq8Y/SSPqZvkL+bWzG/7JwbQERigb/WDnY/ftw3P8QgTj+PAWG/XVOsPz3GO7+5iAG/zSsVP1hrDT4vHE493TOGP2kaEr92VdS92v7KP19B5T2q2I+/","w6EGvmjgID86g1q/IppevxvF9T+Ns+a+MiGjvCNSmr9OQwE/SdXLv7MVbT9F7oK/nSmPPyzNrz+yvug/CkAZv1KPNb9JLxzA+Jkjv97NkL9N/kO8WXU7PnqkBECnBsK+UfvHP6y3r79kjys+0+jnPkIa6b5NMKs+FJ31P21YnT9b86G+hsdXPh9Yz7/ey4m/t87wvVlyvT8Mr+0+dA6EvnIy1j/kbWw/eDxNv6pBy7/YVlk+hSzbv3O1HD4rwSs/xcg2P04P/D5R17C+vA4HP268xL6jzJO/LjOhPgZz6L690MA9VYehv6QVmj4zFWw9QmMovhHHvr5qDfq8f747vz/x2z6RrkG/G3PoPtjTMz8WEP0+eTV9P7vPjz5jJQw/9Qnjvd73rD6plQc/94uVv5Iyjb/pzC6/7ul5PzWo5D5icZ8/VF9ovb/xJ79A3LA/8HNmv6Vlgj5McWQ+r5JnP3EPtL8rtmw/h/aqvlp+4T6jDQi/qNjzPxxCA754TuM/LsTtvvZ8oj7GxLw7/eK9Pxsgdr/l52g/c4O7v/+hTD4vvpQ/ySNTvyjeGz8GmKc/a1uqv1RlA7zZ4ry9dxeUvhSmzT9Yavk91cT9P6Hstr9r/zG/+00PP7U0Rj9sPjs+8vVbP5YeEz+bp6E/bbnLPx3457/WSBg/FomRvoobd79iigc/oR6dP5Hj0j8cIq6/+7YOwCkNrb4BDBY/+JSqPx/22b/AiYY+sbsbvPQt2j9ddfQ+1OegvepnBD5Crxs+xMM9v+1SWD4FUsG91noCv8dfED9CLtm9OglIv3Wot7/izdi/QYP8vrDOo77VkYG+73jmPoZohL+GBS6+LArZvSJxjr8Mlz4/yDcLwJXOMD82bDa/ITtvvYVSZb6z7Im+KprPP57FUb+rj9K621Czvm+ZB8AKEBm/Fduxvgiryj+eE1w/hxbNvziWpz5OJXo/XJ0/QKMXij+W6Hq/hH8Dv4cEuz+odV4+HhvvvCsqpj6ZZu0+WMvqPZxYob6K1AG/","JKCCv/LXhj6v+gu/5DFJP/HQJb6XRKy/ocYAP1gVPL9E0py96a2gvwv39r6hzX09znMvvxJOmTsrtHa+LXUvvzE/PT4aFwdAr0yhPzrnrbtRnaE/nyl7P1XL3D8N0Zc/47GQv9nR6b3w716/cMxUv9zVMT8chay/MyKcv1dT+z59/jM/oCD0vyn7pD8SDA2/tVuKvki8Gb9AcQNAXwxKP4LG8b//w0U/EQBRv6H5tL4CETI/jS72PgIXyzufngq/i0Ykvh72cj5y2Jg/gjwEQIyIDr/rugPAJUSVP0MkGb9nakQ/B6/qPrMRPD8vpSG/V8+xPtEs475cFeS+DlYBQH4xAr+cDL09PKXlvx6o0T81EI2/Ue6XPtFIPT/Gy0O/cq+Yv1fAcr6iG9Q+VxcrQAOf4j9N7kY+gNcTQDh3PT+38Zg+4uK7PxEYOb8GDBu/nanRP2nG979FLpg/ApqsvhSjxD/ayb4/YmJiv98zk74H0fO/ONarPm4D3r/yAYW/vEWeP6ene7/f3au/44ytP4jfQLuWPgc/mvdjPz2cGD2x+729vXYavQ7tc76sMBe/y5pov1eG0z5Fjxk/bWJbPy2Pb796MbU+lAd3PxM6i768NtA/Ba+cP7lwHLxC/9e+kR+KvydtOj4qQ/G/cMJDP5qYqj8GfgG/yLsVwLYa+D+oBMI/03FDP5ynML9UIEA/RqfBPy9UlD7Jz3O/wcuHv6T8Hb/qq0y/Nusev4yTAEDQnA2/gWYoviTN874GqYa/p7GPvoIwwD/URBLAIRoIP38eAr7SA2O+ej1Dv87+bb5u45i+Hj7zPRcBDD6/CW+/jmaLvkieoD/NIwFAJ0xzPzS7Tb8FHUM/CM/oPpBV8708G0e+ITuQvnVwhD/v0L2/0x9UP7XQDL/Du+G9qOEdv93XIL/1Oto/hZ3Rv7qaGz/iqRW/WPPzu1zBT7/Xo7Y+1nGpP/Gstz6jtka/HUq8v42/Dr8/8tA8xsshQHbJ3DqKIpC+SKq+vQkm1b8aBeQ9","yP/VPOV8Cb+2L2u/fyRePwi6Jr/goKG+cPI7P/KdUz+H9A8/yv4GP2WWab4w5SE/oUWOv/L6vD91e8E+1hOxPqhKFUDsrJo+1ZLOv2UIur/aSlM/pUEAwEu+vz3eCJQ/UoBSv62wbL/nc0i/LnyrPrxGsr6iYJE/zeeRv7YLer/mEUc/1hnNPVwAwD9LdP++5wmMP1vJtT1gLr8/j1BnvWvqSz8tBO+/qU1nvt7asz/mbR2/9BqzPKDY0zy+X7W9PbwJPxhBdj3VGp+/xn0MP2AoMz4yLpY/sEOIPytWoz78USG/W+pSPzWduL/SMDc+spcFv+XJEcCpwxk+nm1GPjawtrzhkiS/DDqAvmQU6j7e3T/AUAaWvmc8BD+DBnW/dUvXvSd1Wb/eQK++kZKRv2ePYT5SIAW/dV2zvmMGmj/r6sI+dZR0vx5Eyj8QdPO/fm4xv+zPSL4zW/C+A5ypuRlEEb/+qBW9cyk8v4pgBD6YzUu/GmYEwHWO5z/kbtY+asGcPui0ar94EwK/Zq2XvxUckT+Shdk/7fAFv7PzW79nAyA+B2F2vytVuT5dzhe+OQULP47E0z8IqR6/lc9mPyu5bj5ueRRAckFBwBy5ST9ZUTY/eX6dv4HMUL7+Wzw/sdaHvYpoGr+CIre+YrIUv/lBGUDoQqO+lx7lvq6Wrr+Qveo+1RmaP6w76D+7SIO/Zuu0PryfTD+81Fm+nOWSPoUJrz9+lpE+QL3UP8DCGr8KmjVALqLMvrOTEL8vlxO/y0iXP/HCjr+nxsi/AYvOv/2iLz+rtnw+NUOpPx9f1b2g7Ok+rg0WP7olEj+KcTe/6SW/Pwlbp7++YKk/qfAIP3oi6D78ANs+R6YhQJo9dj9bUFG/QT3HPjaGZr+mIqC/3NHxvWfqub5bG6U/8fKLPecNpD9phxq/N6SOP4XMNT+U+Ua/cpuGv6GtBz/yGmY+VafnvmwvfT3QfT0/brsUQEJXAkDlVKO/rtTKv9/ng78KYpy/e8IkPwdEsr+/5/M/","O/5vP3O2wj6Bbyi/P5sKP3Ie07/7J8m/IvYVQOYGEL+Pt7w/as3fv+GBgz/JRVm/ZLP8vqWad7/f2Ag+2lDqv90CkD6ztMK/SxEWvRxMET+hudy++we1vbSdj79NIGW/ghKpP5Syor7+Xn+/dn+ZP5/XED9MAc8+09ZGP2D7xr6DKau7sKrVv4QvIMBm0Z0+yBxpPzVQSz6xUzU+Eq6Lv68XpT+6Zhk+ynYsPBv3u76oyI2/1xAcv76FN76oqAq/kowQP8grzL8NXS8/PDn0v271Bb1w6XU/9FCqvhqVfj+dIbq/VJKxvt/PLz8xaqg/NDDIvefuA0Bvvew+FiIXv69Oa75Js6U+TxxpPi1wkL+pUEe+q42jvyZmJj+Me1u+9Wrwvr9Loz5DoL+/csUwvsEOsD9JlJs9fNbfPmrDEb+sK9A/663RPxYelL3zxMw/krImPySZrL/bMjA/Cu7APkPRED91z74+m9abvVhi1D+ozja/TG2ovlVNBEDlTUs/CcwBv7x9Nr/N2u8/EJGHP53/Zz+TWYM+EzMHvoFiMT9g1BBACte/PWH8UT66uNo++2pmPx8moL7cJME9XLU9Pvwd8D7s0Yk/R09nPiuoIj/FwZw/JHabvl6dSD8sReO+b23rPlVgtr9k88e/XEn3vxM2mz4gPoi/PUy2Pw4QiT/2Hgq/19UuwIzKXrzQmho/BpqEv9Ntjb1hLuQ/BGguPqIfe7/2+w1Ae1ZYvtGPLj0QnNo/+pksvzjZAkDyh6e9kgVDvj+VSD+UuwA/F/POvRTciDvr1L6/qgjJPtzu3j//ZAa/ZZfQP5On+r6ncL4/ZQDGPcU5+b9xzbu7sawRvrjwAMAG8eg+VymsPTEgO79A5dw/tVIHP/lxuD8oF94/ZcmEv7mmYT+bjo6/0J9VvZeYRT+tzzC+cqIrP4ImqD/PdUk/CkQ2vwt8+z6a9zk/res8PaoBHz8Ne7O/ImLsPjoye77C5wU/B9BTPeNVQr8GCd0+ZzYRvylmjj+/DYO/","WiITQB6lE7+CVRtAVwQvv+iMz74PB40/HxDIv0EqZz/wQ4a+a0ndvrSIcT9mCjU+tD5+vzBxpj8WQO6+F3IJQBBCgL9Jj6e+VU+KPX5VZz7HC4K/0dF8Pq/ARjz6U4m/Hf7PP30U9L4QbTA/W0rkPqNpRr8rCqo/qTrMPwGsZL+eybU/Lmj5Pztgsr9YDe+9iiUaP7Sbpz7lSZK+rc3lPyYpILweYPi/jO6sv/837r9Ybd69tbdXP4ZESr9yejG/wBG8PoMymD9T3ye/A5Sev4wJxr2jwKG/9ZqIP1N1Kb/0ggw+ae8pP5cYNj+8aOy+R5+1v8Vulr/4jh6/zTS2vdqUTMCfRiS/8RsLvUGXbr/Tt68/U9sIP5sLjr1m9t69DFTOP6rlsr5pSJU+MBH2Ph8sir8yY4k+HDWRv1gcjb+I6N6/XzLtPdFVGz4zD+Q/Q7/Lv+C6dL5omFQ/YOYJPwKmtT53+cs/MUaIvwB3fT0in109+jmNvi/G1z7yP7Y+O3lBPZGg67/uvBE+wvN0v8ME6z1LrsG/u2FIvqjb+T3joHA/7wQFQDALzD9EwFS+h/q3PkC6Cb8I8tq+Z8CMP2VSKr/KcVm+qaUMvxSvTD5OLsc/qrJ2vYpHAj26FKm/D/6fv9j8mr/oAp4/HdV3vgtU8D5HO1I8RzqOP7iAsb7wn7I/vZ8PP1YRnT9Us48/42eGvwpBRL/v0So/9kmBP/jFP78mFXk+ZqsbQA+Ol79NHJ09AfJxvuqSLMCHC4M+eCIBQJBbyz1SmiS/ZCKsPi23Pr+gFAFAKZOVPXp8tL+7v+8+C7Mlv1+sLT8kjiy/+wbCP79Ww70qyt2+mbd8v5l+m7/HyHG/lrt5PxwMWL/xEgQ+zMM+P7cWAL8Z9qm/SmGFv5lPbj5KiMw/iFvdPhwZYr8s5Lg+32K6P1dI+r5XiF0+kyxJP9Onvj4/7JK/c2ywP9vbXTxLxKk9/hWBP7SQm78ixjw/l/fbPqmjqL/kBh5A6rAFv1ipi74vcIm/","MnEzP5dDhj+Qm16/vbKBv7C9Lr9Mpm+/XWGRv+8G/b+vfVO/Q2qmvcBvPb9ecPe/73iPvk2hiLy8G4O+B2CPPwC+5r+u25S/I1QPwALvMr93v1A/mrtTv0fX1L4O9GY+jqIkPxLuH7+uoai+CwFoP+etCj8B5ZA+p9aZP29M2D5Kl48+67DkPlNcHb//jnq/JmEFvoo8Dj/1SYy/QYnVPi3JqD/xEmS/p9DWPhjA2D9L/TY+HMtRP2/ZUD8mkcq/NOAYvTQqBz89aX4/gFrIPrih8D68Wtq+h1+uv4Ks+T96zxU+Zg23uwQxW78v9Ce+hm3cPYmNhD8+Gq0+y5L1utzdgb/Twoe/tEIyv50QsD4ILOc+UR8mv0EIy76KFpm/PlMav3f8gj/7K5m/3Pl5PrOeIb99Y/m/X0NeP4LxlT8Dk+6+feOsvn36pj4zLYM/wVxRvy12wb5cfFe+NwwXvr623j/mLt0+kJ2tPlclqD8VI6C+5UkSPzgq+73BOsI+x0I+v7ejxb6MdtY/l9YlP5Hf5L0KoQVAEWSpuwG7LT80Tqw+9XokP8hMjz/amaI/Q5Umv4OEPr9ffi8/vEaaP+q9eD/75Jg+A0czP0b+Dz8OpS8/bTaxvtJFbL0GIly/mUCDv9ypSb4A8a6/MquWPdKsjb8kPdK8Xz2PPdch3z48zDM/tfGcvSVGYL8I4Pw91xsGQLIk9r1h+UA/Jz1RvzcndD9he/0+DMURP1YPZ79RGqc+iTgev4wy/z66BQo/WGZHP0QziT+B3Ne+TPJLv72iFL/o6Wc/0lxdQJnyij7VOjU+cn1cv4eUq79D7xG/L7/9vfPvqr1WxXg/okvJP3biE78tiY2/SnOSv+k1pT/EYrk//fcKPpQxi75yJYs+pZ7HOxXQqb5gB6S+Hwv8vmIQJr8VMEW+Tw4EP4SNgj2hlp4+OKa1P1+oHr5ZmCo+dHPhP8wBNL4MrnU/2mBVPjQ+Vb8EWTg/X3sWwL2qOb6SsLQ/i4u4Pr6BUb+2FlQ/","FbuCvtNxkD5dkWI/vKVcvxIPOL/St9m/LiXlPrZccD/6WDw/wlQhv5ZIrr8PCBjA8mgsPlUNZr7tzsA+CjyXPZP9pD4tcsG/ndEIwKGeR7+dM9e+jSvrvgFkZ78e5r6/"]}],"outputs":[{"shape":[8],"values":["0vl/P1WmxDj1RKkylB6lLjmR+zRzKf8puI8iKch/+Sw="]}]}],"trainable_params":{"conv2d":{"weights":["zqUfPW09AL39tQ89XxkuPisIGT28OwA+MW1KvB5Bub1Jrqm9n88BPVvgLDw0HOW8b9RxPZ8jDT7THwe9/tWOPLL7/z3KUV89MvIIPndnHzyfaTS9WIfcPCqFLT4rACO8tfIsuzSzBb6jf2y9yiR2OyMHPrysY9E914coPqjFJD615wa9+zGkPd5wljy8nQ0+d3BGPm0uPT0VPXc9K6YQPn3xsj0IaZA8GYCvPdwenL29srk9TZzxPRWYJz6muxg93SYVPF76V71Fr4g9Ll8fPubvLr3vw9U91MEsvBrJC75uv1I9ai5PvfZRwT0/UgU+Cb7LPDeaTLwYDoM9O60DO2jXoT2Lp+g8NOlAPrck5T38FUy95hoWvJskEz3hdgA8eiwNPgEtij0kzwO+ST0CPZsIRzlaUOo9LpXRPVVk173hlZk8K2ImPYVRCT4mwZY9RVrbPdk3JL4uc1Y9CSY7vfRpyj3tsZ49X2GPPRh2Lj42GXK9iiXoPbbArr3teaM9k8oKPrlXl720WcC9oC0EPPl3tj1iOog9OBXEvMvBEr0+JYs9OX4PPT1uLD7300U8cbkCPp3BtL2QY7K92t1yvc6H8T1bt9M9YRrWPUM8gb3cbou8IADrPZSfRb0AmCO75PVdPnm/6T1oGJS8AHULPpuc9bxk58a8yU7PO05eATy4ioi9HZzEPAbkHz5QKS4+vimePf9zgz0yjvK8AtidPSPEuLwFiok9uX0+PnZf7LyeP1C8zFXoPQiLyj0kTxo+EoJwvVPgvbvxaTy7SBoLPqrZbD0T8yi93aBhPTu+kj2C8PQ9jbiQPXT7OT1QT8k95fsVvAkWRz69wKq855aSvGQahr1ZJOA986mEPbVV2bx68xM+Hla0PLfPrz32YAY9eYEgvpEtLz0gxBE9jZBDPIci1D07eqo9N1+jPAW9/j12oAU+0D0XPi1BXrxpgSk+/SeVvaUSvT2C31I9d7/CPQC+CT58OCA9uvEmvn32Qj6phYw88Sk9vUIMhz2TjT09","v2OFPbCoDT5WrDQ+s5mgPKy3VD3TvUY+9hnwvMm4GD7ZVU0+ms0iPYbFPjxFike9pv0JvokRDD6UT7g9IAcRPp+J8Lw//jI8R0ebvDhpqrnfD0c+k/L3PRFBJT41EI299fcavhEpKb2kfhc7IlbdvNvzZD3lbbg9ujqpPbmAFj6KWKg9kv4MPmaON7wRJ4S9SczEvS4oUD7PFjE+AoLTvGqziL0sBDM+Mp6YvUAaPj685eI9oHSPvTOeSTsfL7e8pYENPD40wj2fCpQ8taolPd+Urb2SHLQ8EosxvjYVNj5M/oA9NnY5PX/2urxca0y8JdgWvdjp7D0oF/m8FCToPEWSlb0/z4Y9dr3Ave6iqD0xcNM9EMxyPRFOnD14eQ8+W2xVvQq/1j1JA0o+NsODPAJbBD7d8T4+Ro4PvnHAgL2v1zk+K8ThvY4WUD3ESLM9bXgOvger5z0MvSw9TnLEPTG2WL35aJC9PnQwvrpi0jwFJTU9jNySvSiP9z16DKk60yrSvS3dJD47Ybw8od6wPTVvZ708FoC9oQKLvdu4nLzJSlY+ogRyPXlX7T1PGhk8Xia1vcmKXT6ak0I94qGovcK3ZT23Y4u9jVb3PQZZCT1835o9eaGevUVjBL4s2v09qTybvIiDcz6xLNS8SKdTPZ+n57xsstU9ADSUPccrYT5w+8I9hGlWPN4j0r3HzJ69+fE4PdM2bD4To928THE0vQ7LST2Vy5E8DQwePWUiLz7+nxI9UXwrPUIPWjzvFK48YmXbPSlDZz2pqiY+AGCIvTuirruZX4m9Nba8PbN4JT78rr68HVdVvYutDL1Tu/w9yNrhvFPPbT1BpTc+Pl3QvB6Y571q0BM+1wqgPcqOjz6fahK9o7KOPZ5HoL3v/wo+Tn/RPcElSD6Jeqk981yEPI8Nx72kykk96Nq5vYo9gz5rPiY9ed19PYhKrL1HtVW8alCwPXseZT6jk0A8yQW8PLO9DLykoLo9jEU+vRZeWT69b2i9OrojvIm9d72lcwW6","W0M+PYPHkz7ii7M9eR2Fuh3pmD2nFFg97wiSPeWOgD7PViQ+5o4NvBqcUrvwl+Q9K+qiPXNocT42qvE9OfZGvTq/1b1rY3C9nr5UPK69dj4GO5y80X6mPHg+pT0dLhw+hKtRPWRrDj4VAzE9ly1ePQDczr3YY8U9YYrAvTcbfz74PBA+5pNrPbri0jwfFDY+OXILPkohaz3EZP89q4aUPSxEfb1oq7c89qa1vbWDWT55lqg9I3mgPZAgOL2T9888cRGhPcgLrD3pPTk+WB/GPL1KQz3fdV29vfanPUZWbz1ChBe9GSVive8Ob72BWwU+u5eGPYoUQD6Vrxi9Wn7APRsz/b32eO4704CoPXtYjT2mTRO+RnM+vWhd5T3UYfc8pjJSvf7dGL6zp5e9fSeYvXYv0b2W/yy+ClsJPWqNgz2AkYy89BeFvSJp3r0ZY1s8hQOXPVBl2b05CBW+h38UPnLgzb3CB/29BHlGOzK6Dj1KXJq9n2MlPuNPCL4/Nrs84iLpPb4Ho73fLac9UOHgPJFQxr1r6B2+E5K5PVDyRj0Ilmm9M0KJPQdhSrx1ZGO93xcOPrG6uD2Uvbe9LH+dPSK9rj2TSfu9byn/PGq/jb22/RS+9z6xPS5f4jy2Xs48QrSKPTNjuzsqhw++/kFRPXvcP72kmf69b6TrPTSvlT0046o9PJOBvHLWNb37sPU8hswVPuSudr3N75+9od7oPSjL3z0gwwS+4fvmPUTghr0CPiW83A7WPe/3372kMue7JwUmvVbnaryNulc93BfaPdijyL1zVfC9MssLvbFE0b1/wM29bcutvVrkfz23KHE93bomPkHR4z16ygC9AEKtPSZt7D33WpK8Cy0+PY8EYrxeCo28VbwEvb/XMD7CS6I9miztvPGgfzykoQw9Fy4rPlp7ML2Cd489k4hHPIRfd72UqKU8VL5KPsNukzydIuq8qzz/PeOkwL28E+U9D+vFPR2yq7pC2Fa9YASSPQd2/j1wnGC95y8lPpko7D0eqog7","1jMSPQkguL2Zk7q7ogoAvGTa4z0eyaY9Cz6bPPdVOT3N4LQ7bKH5vLpV4z0Y3QI+8cwRPDwUjLxuP5E90ZlFPtwUUD7I5+y9W6OqPUIIGz3z3IA9FxEhPQ+u/D0lzNW9mDaXvS7a0T2wd4g9YyGdvah/Cj4jDhM+X44avkEeaT6gIga+dkiivCu4ND7B3wc+6tNwvqEVZ7zDC3E834KNPb3TOD6BR729y5Z5vlylDD3McuA8emkwvRGI4T02Sq69SXJ9vglrLD45uRe9KHtHvfZV/DxtySq9oMtBvQ54cT4/yR2+7sjsvZ85kzxY9bm9tdKrvd3c+T2SjFm9pJOWPRSjwz0m0Fa9Z7Pmve6NXz5EgXa98vV0vZGQJz7UBEY9nLG9vW3JhD0I1z69P/xUvSki+jyUflG8vuv+vSANDr0L/H69u6sCvlvdQT3lGZs8R8E3vDu9/j1c42o9sCOCPGhtGr3rwac9Xh04PHh+LD7SRso9NpugPI98Wbxrd/K9QhvMu3XKlz1C2qg9URKTPXlgST0FUKy9OdoFPQQBOz4f84C9cB2+vHvRDT5gBPO9OZkPvpVo+T0O9C++xiXyuyOBCb1pSLI9oTljvkP5Jz1gdKo9a7PPPQA9S72xepq9+GhuvZtNvj3CyO28wBeCPSmUZLwooN27JKXMu3NBFT4BxJg7MCIYPTeoNz7Hmce7xOEVva7aPj4WD049hp2oPVsNObykYcg8aOAcvckGB7vxNrO9ksTZvEASSz1DOR29qVT6vbqPZT4qy+i9u7lYvabcc73Yg449wgsJPIPZgD2pPFS94CHSvGwZCD7IFtW99zgTPNCmjD0IjBq+g1gwvYUsAT7hb4w9B20XvuuUvj3MP5E9aizfvdbijj0BrKs9Tu1QviOwWj3+ZBW+hGqhPaxcQz4CnQm+d3YNvt/6HL2FWxo+ISQ0vWciwD2myY87D0EVvjTs67x4huc9gWx+PZt+nj2/2RK8hnj0vd34BD3kMh8+5SrsPZ7Wj7utglc9","KzHlvdybdjziMqy9g9jnPRVLBj5CJ1Q9OQhNvY6iyDw6+sC7276UvbyGMz74MNy9NEXgvKrIib2+LaQ8JEIIPpdQUT77HM49C3krPeKZmr0FkpU9fIvmvQv0XD3HtYc9wFsLvg64Iz1s2No9n4uxPd0bCD7z4Mg97xWUPYy06T0bkPW7xIUPPmwamT2n8B88m2LRvEi0pL2EQXg9E+IPPNUae7031a69n9P2vEPxJL3X5lg93F6KvZuYmT1GYTs90zIXvkjKzb0J6849OtYIPBhZQT5cJkg9KjmuPFlN0j2jPpa9VXmZPGYD2D2FTYq9TGrrvdnA171oM3u7gvCLPZZvgL2+wfM8KGkrvH/Ezb1CUVQ9iiTPPeJgoz2GsSm9hNevvVYSaT3tgFo9B+IYPlDDmbzp/MM9Vf0cPb7uxT2pyCM+rT6ePfvsXLy8UHm8AfLnvUrGb73JGmo7PgLTvVhK9z3ovFO9UHUJvg/R671EJKS9liNAvOS8E7zADeu8v9m5vSQtmjsedaK9hAwJPiaQHD6DuhY9vZTuvUJADj0gTTs+zPDhPSQhUj6LGd+7grUCvpj+z73bJiW8E2TrPcW+eT32VaC9Yqzrvb1nwT11jiG9ty/DPUjhe71YGOy9yoHDusj1sT1DRd49g0/Uu08vJD6gcAo+B2EMvkebpz2jhI491EEDvDyGRz1u8bO9zRPBPWFVx72WSUw9ENOvvcG7tj1O+MG9c3EDvQUPJD1rFZu92YoevdVN3zxWDe+781C2PXKVn70ihhm9mnpkvUsOjb1wwUg9F4XXPcsfoL0ghZm9+4jtveUXIz6iiRi9ouNVvaOioTzs9hQ9vBb+uhV8Xryz/pw925fgvctBwDwGiec91Q8oOxZy1z06aO89ERKqva3gFr1KmI49fHuBvXfn6j1gZVE8aUMWvhaBjT3x/vk9DkWRPYRnFz49sa88bwMIvR+xj73zogo9inuHPG/cRD0nG3c9SrH8vQGUpz0IGFA9eKoGPmIkPD4a14k9","cmvqPL7buL0kGpU9fjZDvDgnTT4nKeW9qNMSvedQL70RUDQ9RyWMvG2xJz5YJ6c9z2AOvrTtBL4f3jO8OgG4PRLXtLxb7Mw8NNsmvYaqor2nxdu93H2uO7iUuDyRV1y8kik3PXO9k70wrP+9Em8gPQkYFD4SSkC9CyThPXdBmj0mVZy9WFnqPflRIT20TQI+I/a8PQiNET4jQHU9GkdhPYnHDb2WMWo9o5EFvt3tC77dfn+9r5DsPZBZGr1XPzO7j2pSPVsbP72FOBw9Gr+jPerLST56M9+8ZvH1vfwhCTyRZZQ98BFSPfSRsjvZ2ce8xsXmvWGAIT5HBtu9wpuqvOReCT64IMc8RumtPeMuCD6kzNs9WYGcPYUHDD5OHm29zjklPVqi37zOsL69Aaa9PS49zT0qcdE78bUVvqk3Nb1o/W29XgDKuwcadj0MxqI9CfVGvXyNzzsuVgS+kgXCOg+Z5D0hDAC93rNhPa4MXb2TwHK8VTJLvFQanDxHoMA9EIs+Pti5rz0uNDc9VlEWPmqnBr70p+Q8ECz2PWk5Lj5ecJS9nUzjvPPn+L32/xY8DjNvPUmiS72STea8QkjhPWyTgr0ccBI+m5dIPsvCGb1kqda5ubS9vdRynr3N4hI+XwU1PlKGhj1fNOk9JKXDPcMFDTxxC8e8x5xTPvXHcb3PdeY9/9QBPqEYmj0b2AE+lhBEvIhZ0Tx/EB08i9ENPSiP8b2Elfg9nxxPPhII3j3kkXG97uYzvfGnc7277Vg9MqtAPryRuz2lYWm9Ao0PPX5J17w2IAs+xyRNPqvB6D1fDYo9q4bHvG1UEL7ITPY9xj4wPpaJhL2jWIY9V2z8PYp6pj2P1y09pM3jPYdVdD2VaCW9IqsCPje4AjskIjy9dVzcPGBuZj3gVc89bP8BPuhgXLyNs/o9r9y+PafoZj2VvSo+uGLnPYm1XL2g+iI9iq4APiafB7zXfR4+oSYmvWdgmL1M53Y98Xc/PXvfoL1dugY+tKUgvfjzUr33TQY+","He9xPkopTL06TQO9uYJ2PbARKr1RJ+09n0DhPeG8gz1QRP89f2vYPImft7zuG6Y9981APQYSCj75mo89VVqePabf5LzICsw9VX4EPj+iKzxiVHy9PdjHvRSwPbu/Hy0+wMlCPi0K7T2NUKA82vW9PWl5ub0dytY9VrY6Pv5As7zAigI+e5GqPbnNuj3307U9ckedPfhnCDpclBs+pDPru4+udz1BJqq8XaJ+PU+5wb2VWK89UkClvHX2AL6kTDc+"],"bias":["RB8yvV34Aj0PTq28ZSUBPsm8Cz29/pY9gBSxPeSLL70="]},"dense":{"weights":["JQcbvbQj3z3mNuI9IOElPr5rtb3Ghak9bQ6wve3/fz1r6rk9ldCyPRj+gjyHm+A8ZEJ8PJXzRD2YVYu8OLesvQhnu73e/xU9gBBRvTAJpz0DPYq9Z5mlvMOZqDtl2La94gtIPkE2rb2Flfo90XqVvcCKmT3j5em8AiLavUE9JTxVM/E8yzd4PR0cMT1UZto9oY56PUZBAT2OvDo8A5TTvS2myT0Xchc8WNZNvPyhrj1lAkE9SOxpPeHv5b3sKUg9ClHQPaXYaj1oyiw9HeKLPaXcpD0ySCY8ssmbPISezr1fsVs9GaUHPauna7w0DOs9wdurvRvykr25ZbS9AdL2PSL3D71WmN27+VOQPYkTFjxx8Pi9cn4PPkGqxTt5Dko9qQoYPudtmD30IuU9KDNEvWE/pTvO+I48ZN3lvHZzjb2YdJk825iPPD+AHz3Wsc09fYBZvQX8Bj6bOwi+gAitvDBaST6pWGs9JdocPSMZD74LdbM9bYupPepWHr3iOFU9d4bQvN0bDT2PZgI+9RyRPU9iNb5WOzu8jnaUPaaXZr10qVw96KyWPBsrFz5OScW8g0pSveELirtqdR69DsINPpmEqTzjkWQ9ml31PZ6jGD5xZoG91QR/PZ5BW70GY6+9KHuyPfCYmT2YKXG8bN//Owljvj3JpQk+AE1pvCyzxD2V0fe9b/31PWf5Ir3sDvw8ShHIvd0TNr1XDqW89jJovcak1D14jBi9M9/3PURKbL2myVw9BVAcPrYmN70rcZs9lD4OPc/gHb0be4e9xeFwvZQerb03knI9eubEvWs2ozzUqyc74mJ5veyPFT5yw+k9imZVPlujCT1sd0495a6yvbBqJ70fNvu9MIAKPmHrvL0Dt1w9q3A5vUSsqj3zAha9KukrvR7Qar3l8Cg8raikPbZVBj61JWI9I+TDvYuhyb04+H49hZdzPmwGSTmOHOk72imLPTp4prwSnsM8pjCHvRb4wLql3BY+tEKMvc9J9j03f7E928x/u2CFLrwdhj09","Xmy1vVRXqz1l2RQ9jogivFcGKz0/Ay+9+ZcTPVU9FTxoUZ49iWmyvW9dAD2VFgm+t7+Mva0+7z3onKo9pdHYPQSFiD2EirU9PkttvTTdwzy2B1a9AkQjPbZCgL0WY0I9Udp+PY1Bn70ugUA+wxI9vZtC0j113409aAE0vQ1uFz1xuOq9gP4mPUPrsTye2ko+Pu6EveqXDz608369j+MEvb3aHz6nczQ94unRPSmdzj2WJdw98eGSPTBnzLytKvC8sd/hPc05hD35lqU9AP67vRwcJ710vbw9QKwMPRmUPb1jqn49zKwQvXRGIL32ePc9pL0BvWrPWjxgCdK9k87nvW4Sz7ulrJ69hyIFPu7Upj2FyUo9jh+3vXmwqrofwb29KRoePgK5pj2N0hg9E5SivWprPr1JlRA+hnimvQvRDb2oxO+95/jEPUvfU71LY+k9XMxivf4F1j0ggoG9ndY1vfbHor15FBQ+oxvsvKMipb1trH8+D1wYPShQPz0Jxu+9kElRPV99LL4lltg7Vq0ZO9Yq0z0bfpC8X2LkvbLR0r2pWQa95nEUPrW8Zr0xWvc9jCEgPu4U/b0GueS9ixGCu5QtKj1R3g0+ZLrrPf2qBL6jPFQ9erjAvfelkbymmoS96lUOPmWyHj4fx++9b3E1PGYo7j08FPc8aGnkPABukzz/RHk9tZXcu9yt7D2qZ/49wWdiveZazT28buw9nePEvVIYaT1/Zrq8sGmzPe5Itrqn29Y9RbIxPeBnW7thVJO8mEXDvYLHFz2OK7o92FJcPu1ZAL0/rio+Do4BvrjUBjwEsNs8PIEiPd1iNz40YnM91WpCvVp7AD4ahsw9mGDMPIMpfT2q6do9oWImPNpOSD47AO29ZGUvvbf8qrlsOoa9NYl0PUTjgT0RjT69tzuVPKhdSr0Dgxc7dvSSvcZ39rwlbP+9YSP/PeQYPb0Bbwi+6PAdPjIXgjwz9ZE88FMBvg1DBL1o11c9A7UEve+75j26gY49M+DXPaKay70nwau9","Vt9jvSbvjDzR2/09lX+iPXqhxD1THnc8LXSQPISEy73loYG8j2WQvYVSBj4X8CW9jzfNuts2Dj74YY29nxOrvXMP+L1ItZW8DpozPSvJ0rqEZ5s9C6iBPINHVL3Hpbw9yCjLPVNHgz3LwFs94zt5PTEHIj7E4c09AN07PMcFwr3BrZ29AXFqvX9ZxjzdVBG+xkIjPs0fCD5lDMs77vinPavRm73OEK89D2DDvNmXCT1bMlc+53aevLBDYjztnua8BvujPZRjybxwvGI8Ecv1vQ4PBjxzGbg92uquPehNqb0DNfQ6yHSRO5+ClTxlRBc+RZURPslksb0D8IO9GGNZvXlOs7wHo289AqXFvSg91D0kE6471bNJPqxQULzoC4m8oREkvO4YxDzEV7i9IaR8PUlenD2oOH09a6bivSbSlTygKAO7VO8yPPgtu70jnEE+khS2vS3fjj0aUg6+8a3ePDYl9LrHlp49UN3mPdayETtIljS8l3A9PvYws70b33c89zl4vScV7j30QZQ9Te7rO2bHXbyXAXG9SX+wPQ4STD2dq1i9gHpcO7R+tb1pBaY9LLyUvYTGKz7A/3S7ZmjNPZEgY7wOn2y9RbwvPoC4yL0QxkS79xFOPRpR0j0tu7W9ewQQPWGdkL3uvFU9NPzHPdcthDzpfK49MMLgu3Wb3r3qnxw9Hd02vXWN/j2ynew9P1PqPd3gvbtI0Gk9WRGdvTe5qL3t3sm9kJbWPYchbj13itE9ox0OPZzqxLzP1VK9qP6DPTj7Gj0w8jC+BErfPQujhr2wqmg+MWuwvWWYVL3/Tns9cnsWPYtw3TzXtd29u9QFPuRNujvuYL49ObWivekRpT0B24a97+XnPYbRIT1kKAw9o5IaPn3C0L00Zsy7tShcPWhQuD3dsRO+uicqPg+D9j0Wipm9loqIPUQthj3IwtG9P5BMPby4mb2m2H89L7JhPK4Emb0mR7m9jq6RPc21w73j7ZO9134HvTkF/D3jMvc9o72Rvb803b3XfTQ9","P8AgPZLtML1X8IQ9e1GxPYFu67y/2n89x/y3PeVqrD3Ikh28bJ+SPZl4I70lCbI9NtRKvaV7oLy03mm9YMHXPa/ynj2K7dU8MlVive7EUD2cAzY8cd3VPYrAAr4nAYs8VV03PfdZX7009AU8OJuzPWBzUr1DzTE+gnp6vaV9jb0oKCY9HkEiPfwToj1gqO092bfZvcDrgL06qa080mX7vbO5nj1leFS9ciqXvSU9kD2Xrp499hC4vFo1j70R+qA9WtnRO3sHAT5SnBI+f80rPI3i0D3zDvY86cAkPbSm3L0Fqg881wftvAEj070G2xU9YyiKPZuYtzw4H9k9Z/27PXOFzz21Omg9RiOmvXaMIj2xXuW9HT7zvMB1nL1+IHW85dUPPncUn721vMw97hTvPdOkr7zruwE+QOSvPJiWU70AWcA7kNLvvUdO/7uKaiA+XmCJvTdSWT4SR1s9QsmpOutjnrycOBo9HSb/PbEqFL3MIek9Y1k+PlBr773O6g+9phFavY9Xcj16gaw9+o6mPfHR5j1YtHE82XgGvsSPBD1p3887IEQePtjBFzzKQ9s9l9w7PLTP4b1AfII72gA9PQL1TL27mhc+XCgTPpSfgbxhpNA9H3jiPHylAz5A5Vo9f2unPUpJM733ZT6+33MxPjN6HD3hESy+qsRqvWt4mL2RRFw9w+AdvhBs0Ls1p6Q7mEmfPRPsMT7ZJ828HQVFPe5jiL20Aa099g1QvfTlQrwvluE9smnDPfkd8L2Nn5S832CmO74wWb14PWQ9kCGmPRnu570sQ7w9PJBnO4Aynb1cva88/06tPCZhDD5HjaC8XmHiPbH7tj10pYG9RowWPMbH0j10OO09YY5ZvSH9mz1Pwxy99MIKPokxyL1lECW8D7+IPdehRL27+IG8HJLZvVBlyj3b8bY9XWr2vcMN/rzT06S9iseHPZadBD6UcIu9gQQCPvKwoL2IcfS9TLYsPaSmvj26AQo+7x7sPY7lUL2WHxs91rdYPXDU3r1d13Y7","YyudPW5NYT21HLe9IstBvbDYh70+bAw99RMsveyGh7wcNQS9hS93vK2Zcr3s3G091mLVvTuryDxArqi77KfJvYCuKDtBaZk9Ec7mvdxBWz69Toy9/mgdPYP/gT2jNTg8t2LbPbg+F71q+zs+xLQCvbZIAT5bw4I9dErYvIfDhDyJapa9r4MaPJrFnLx4deK9yF2pOz/xlDo8PAi+/OSGPYdtHL3bz5q9UV1WPaaevz2/2qC9koG2PUQP4z0cq6O9zJZovaepIj6Wot89yW4evoNcDj2rgqW97XoIPmAlmztERfs9xW0PvePyKb5Opb88z9G3vURhyb3QqgS9CTYKOyHbYb0jlMe9cBpgPVQiRj5dpQG+H2ZTPTmblr0vi/U9MfEJPkx6q70+C5Y9hrL8vGBDAz5WHrE9IYe1vSe/rT1339Y9gJ3+PYhu1LxeZL89EyMOvgccID5AiRm+6SF1vYfVEz5RxB69TDMRPqupgruAoiw+uD8lPuh4Cz1yr+o8g2HnPVJ8fr0SiMU9TGUqPQZr072MM6o9ZfG0vbivkjyMIe897HNEuzRFPT2tNIa81PqJPUasaj19FOa943QIPJ2v4j1Y23g9hxuuPcLl270ZZoM8/eVSPU2ykr0WfoK95TtFvC07eL3j57Y99qGAvVdY2DxTjKq8oHqKPUo5pD3p8dg9Yk3OvZWv7D3Gqik8mLqWvPfWEz3PnRO+WivSvbiZHT4GlzI7K2wsPnUqXb2EMFM869ioPeSTtbzW3Je9rjHXvX5uDj57UfA9GX7EvSyJBj6he1Q+9TsbvraUsD3e8sE7QfJnvBAWvzyLfnU9J9g2Pp0g9TzwP+W9W/jIvb4snD0r7qO8aDfvPWDu5r2J9fs8wuaXumoP3b3TXeA958CHO6rk2D0AmZs8vlyxPKcyJzt+OsG9vEi+vQsyHLzgMuO9WFgPPSsKtz2q4d+9mcLwPGCQp71+b+M9tszRvV8PKT3TMgs9DgUVvSg7zz0MUi6+dsXqvZxogD3FJJQ8","iqCTPc5QiL0gXmO9DzXEPdgdt7yD7EG9v7Y0PRBQgD3shla9ILIvPW3WMj3mfwQ99dQHPe5XZDxAvt+8q/6SPThdrTxleQW94GAOPRFsIT01dY29lXW+u8o+Fj19/VI98Y2EO2SZlD0RZRo+H/RfvckGgDxD4fk8IvjoPbq28z2e2iY9SCWBPfjSyz3lrBc+YPDfPLaewz2Yalc8gRRCPJjmD71+gsK8VXXHu221Cr30H8m95xQjvYA6mzwWCWO8te9OPaly9bzgB809hifKPYRppD3Ky2O9q1TEOlk2nzwIgnc8BcLDPct+Pj0XwPU9wJVdPBy5Wz1PENi99xjgPefH9b3xM/e8XBl6PSqTibz5uc69x3sUPS7PwD1dA4u8OmmWPR0KLjzHrNg9M3jvPQEf0j2iyv894PPKvRcrAT7QsJU92UOCO0Mk8jysCEq9RDpIvBubpz0uV928YBOrvUGrqD2srJy8zG8ZPfTVMz6CxCI+Gd0JPNjnrzzmvD09oQCkvVLVNL4I4eu9eLSCvawIYT1DdQs+os3DvfS8MT2FEba9jEUGPu1HdL0bXDg+Bz60PfI2bD1gKei72+2aveg8OD0cRQw+QXZuPuaGWjwglvy99/6MvDruoz3QUlU9rzYBPhDgBD6GDoq9aTKHPe+4Fb5rsdK9ON74PGtnGj5Gr8k97u8ZvqTjED2pPjQ+qA4ZvY4sgzwOoZQ8SwIkvZbOuL2c71K9/UaRPVW6tbxgJIS7bl3AurrK6T24PfM8wI07u1+7Aj4bGoS97VQmPZnBObycYk8+zjf+vYaAFjzIWvK7oiKVPVyd6z21giW9+D+bvdZoFD4c88y929a+vdz3xT2R4rI9kjKhPZKYFD4/1Ri+XxdZvW7vhzwIrnI8oWckPsnEmj34das8Ri62vDRfrj0WcF49PGWdPSOsjL2EV9E9PafGPXYqYD3EnZu95rrlPD8NiD3YrNc9hWyAvViWnzx/tXE9ap2VvMaFzT0/uei8cx/xvZzNT72NyrW9","A5hivGNKQr2YoCI+arHhvYGPCD33Yq28PMCOPIEV3b2RwwE9vq7uPcAnlD0XOJM96EmwPTJQq71168O9evupPSADsj3LSqK9C2Iqvopsqz3N6w4+GZjIPbGWFb6GRnA9q9sDvgNWYT2yuN075KY8vM4mhD0Nt1I9/nqevRGPJ76cmuW9IZegvTOz0b2VV9A8kmzyPeHfIz7F3oM8pJ9BPTXkB75s7/I98rGZvUxqWT30BTU+KwiLPUxHSj2vhp67ou4LvZgcLT6kooY+bGo7vpEsgbwu08W6KxjXPciMnb2I8Gw+Ba2cvIhxFL1F+dI9aEjNvYLphT0ACfU9qtwWPvK1zz3Pq7y8jNmNvQ6r2z0aqby6plodPRuYy72j6Ia9+6THvTcM+rz3YzG9xbJlPY6qcz2qdkA+VKnyPYGo/Lxicb89emSDPWUBFb7x5Jg92h+OOPSPqz0D3q89zp/Oveoc7z0kFB2+esTIPepJAb5lI0M92kAXPrAzcr3jQJc7I7vQvXrnNL2qAAE9EJ/5PYsuVz1Zh/+8mja5PeR1U73ryUC9zG4uPYg0k72PXJ29VqeGu8PsET6kILY9BzgRPkgJoT0JFh493isLPi+sRb3m6gG7l8qIPWefzDtrHYs9JaGgPPhlAL1K6Li7xVxvO6SzkLs8arM9gdHcvUZmCL2cPMM9eW0CPpj/9T1qQtk80KraPXmTXT2N9Q29avdoPVG4Az3cTsY9WRHkPOgXvz18v3e9IrnCPUgTQT2X8Lk9pNy4vGT+vz3DnAm+FY+XPM5BSj08sGQ+i3I+vR8JAr5IDQc8Gu4nPeui6zwSdL895uwgPpSwnj3VuZC91PrtvA5/J7tFhHS9dlmZvH8X573QPFQ+S+SwPT5Bz72YVfe9SWZUvoUlTz2Ol149QRNlu1asRz4xT0Q9/kGLvaekxbyQ0Sg8rmTlPYCjZj33QSi8n8WxOtpjzb0iXxC9j6MkPaKxeT4sWqo9tXv6u20eaz2x2Z07/5mpPYitLj2YeQw9","3sPsPXbagL0p6M+9FTZWPnnhmrogxOc9cHs3vciZnL0e2Y+9HmIVPu0r9T11yxG+Z6O6O5cCUT3WuqS9Fa6QOtwTBb2xbBA+KnspPCpCFz7lf5O9FxQKPfmqN729WfC9G2kkPeGoz73x59S64Mr0vFq2Gzomjwo9MMwlPIbW8D23rVu9C8YwvRMior0eXkc9qoGnPDlHpT37rwY+rpBIPQCQHz7F6SK9bP51PYEcE76j27A9zfVDPqqUgL2Xdpi8a+b2usZX9TylygQ+/A7yPDO5zD2r4a29S6dnvY0uIb150gY9gbfZPaT7qz0e+Rg+uuMGPrBsrD1tPL69D4u7PVmgPbxqgVU9Xd8WPX5h6z0y77I9enMYPeGmXr2iOOU9JzOvvWnL2b1VKQO+5SFSvTG3+bx9GAY+pNfuPUZjMz3Sp+A9rcbvPPKFrTyWdEm9uPomPg3vqD0YYFg8m4ajvT+GXL2M2sM9OYdOvdM+kT3XXoA+5CUFPvP1072TZcW99g8KPECEKz3fEag9+bQqPdaO+juskwU+zXN0PZt2Tr1DUY68lrkUPin+iLzTxgc9rHLePVYeyD2gl4s7bsTQvfLLA700KG89NJ6HPT1c8zzqJj69EQc0PbmYF76gM7072YDiPfpkj71HkiI+7FruPcpqMz2HCwg9cKWmPeKfnzz1Oqg9Qk+yvYDmOL1JOIA97b2gPAm4wDxwXh87JjhsPTMnGrw8JLM9mIaZPTfB3b1S4QC9K/gtPt6mqr1I3MQ98Q4pvYU3PD7dIO48tDvoPXDW0j04/aE9EkyvPdi2iLxpfQA+A1jpvZhXoT2sTdc8e3s4PoOzGD4Rw4u91ESSvXxHVr3H9TK9YCDYvTBTNT0S0EM9x4UbPtq5QL1Nq367+8ZRPSI8372dTdg9nwufPJ1kULxFHdE8QJ7IPBcbrz2OKA+9ktOfPSr3Qj1fNKW81S72Peul4D0OHEE918oXPYy8FD7v8t49MgiaPSvpdrmJnxg+2SilvarOk721Dd29","wy8EvQAymD2s8HW9kXhHPZEK9byHo4I8voqOPJpVkb2v09K9bacLPN8bTj1qIQY+f+K/vJTkhr1aT6K9pjSKvaJkzL2USsa9qCDFvFY1Ej7V87O8hLeHPQ1CBD0EuQW9ecNHvCGDzzy+7wG90urpPVSzZz7dOA8+Rzh/vZlPAL5K1eU9hDMmvq8JyjusFii85r72OSf0gD14Q809O0HSPE07wb1Y+RQ+GlyivWEEEz73xxc+/EfmPSBScDvw7hy9oM/dO6fSYzzval09EpUIPT6oJ74SgbS9JSdEvciShT1JoxW9QCWyPf29rT2Glu49YdYQvUUJpL18yau9qWa1vTxPuD3NC1A8To55veJvFj6QSok9f6UaPnk/uDw/DPG9bCUePWQMM71I48y7FtsBvWoO5LzuNx4+krfpPeKILT0tP9M9ECEePUZeiTxHpcU8TeplvYWkfTyhFhG6VfbEPWMeoD1PnA2+WHGevS+Lur1RSBk+eFEevUDj2zwiWAm+dOuSPJhF+D3+g8i8SF8NPhsP0j2n/dg9xpsQPEEA770VZAc9Q1m6vbtY0b0eQVm9q5MwvaIq77s4d3U9gkCpvUTZGL1Z14e9asqyvDDqdr2p7RW9NXujveNBhD2vFt49AywavQYZtD2SB1E9y9knPubZor1UL1U9qCjhvAqHW72VXuK9VznaPe73LzxZ/uG7sa32PRTIrz0hP7W9o/4mPH3g4TzccOE9nkyKvV9G3ryIHPQ9BqjkPZSY6r18/AQ9Jh6qvRUiFrx/BtQ8SAQQPiI5xDzEyC8+5KJWu6zotz1sOSA9DUaivd3uyj3zHXG94EgoPiAtHz5RC+K9B2W4ves2LL1tSGy92jowvUjgqTzpcxA+fMcAPkDxwT2xTUM91Pn2PM2UjL3dTyU9oRHKPe57lT31To89ysuBvQPTCz3YS4i9res3Pkjpqj0QmOC9dLmIvRGb6L3sAgI+eJmWPBPKh7y8CgG9tNy9vcjpQDy7PEY9YYnovSCA+TyrATq6","BVnfvVBkkTwAFLu9uGBxPTht1Lztxos9hbBEPVwuh7xZTb+9adwSu7ZAVr15uTa9GBakPRuN7D3afF69objTvd1jxT1Zj7I95DzsPA4HTz7KJdo9E/lYPnm/Xb2JmsY9SSKYPTMbGj3QKB89bnwVPWdzMT16+wY+4JSMva8vyrkiG8e9XqiZvd64hr2yjSU+RS3rvW0UIT5y7qA9ZX6EPdNbAb3M87E9F8W3PUNQhrpWrh89Q1Q4PuBdITxvr3u9MyHpPfaU8T2seti7/ChHPUoH4DxsuDK9g26EvSVqwb0vg0U7dSN9vR5Em73KuyE9nXeUvZfoKDxIu3q8dciVvU1Lor3cJ4c85ebUvGYsgz07zKU8aa+6PcTV9LzJcTa9HkCPPTrsfz2aRjK8OcDWPbCJPL38NZk9ZCLDvBUfUzw8Poa94owPPk8JA74lPqU95yN7vIofwD3+DEc9qzC+vdZ/Lj1a/gQ+F/euPRFw2T19Fv89YjoDPlE4173p8DO+RlE2vW39AL5vrb69xpPVvGaeuj2KbHI8jLuDvWKAYz3+0ue99rbTPW3KTr2Thyo+xvU+PhajLL2AHQM8VCfoPBKZ9T0lcq49z6BOPQ6ZuD26hhm6+4zSvcrW5LxOwya9CiLHPSL0xT0DsTQ+f4HiPFR9K77TR0W+GPDsPIU2i7xImsY9nog+PUne5D2eezI+4kAkPbgk6j3WFMQ9rCWlvebhg7w7e4a75tMdPrf7jDz2nlO9TlQzvWxRUD2emni9pi3fvR/71r19RI+9giU5PhNjRTy2s9c96dtWvWBg7zy78yc8556jvS5ljz1+IZm9jh93vcdpGj7kqPG8ej4pPVNulL1FRAg+LfduvI4d6T3tip28gobEvNnIuLxIaUc9xS01Pg+qgj2nNWg957WiPYUqC76iJbq62m3hvb+sQj10QoY9tVLIvdZup722eYI937IRvTdGij3jgXQ97NTsvVFu4LoduVc82880PdsglbxOmz+95ymFvZgUVr0soAA9","I2UPPQ9fzz11fk69Az1ivQ4gX70QtWO84ZoGPszeYT0EB1q9jfvavQd++T3AGp89o503vcpDdr2AloW6iglSvarDOL1mfde7CI3/vTmZpr1e/Kq84aVQPm5j9TxpbM+9fDaduyuceb2ocKE9eJsBPSJvfz7zngQ+rPiCvDk+1b2i1ZC7gd2tvVx/Uj3c23+9Y1IHPr+oNT4QFQy+F13qPRXcLL7TE5Q9bng9PaIxNj7PqJA9Hfq0vRyTRj325p89qJ+lPAwJQj7bwF0+gBHGvaN4YL7Hzq69KTWMvHBINDzURjs+nbMDPQcKBD7NLoo53MxcvbFAp70Y5UG9AqmLvVOxrD3ktkW9/X40vsqYPT40aPU9KOyRPRXCh73+3iK7vTLfvPGy8Lw+sg28W/qmPUkU5Twc1e49GImDPFR/2DsZ6YO9tClhPC1hhz1bp1Y+KdCjvfmrvzsaAO69kmWcO6mwMz4zAg++wWm1PcGQ4DzFXIG982ghvZhcV7y8tPY9olSJPGrm3T0wlJE85cXzPXAi4rziPBq9RjeBO4tpgr3xl6y5AaFIvaaW4z3m0tq9aYpZPf0w5jx6UMg9KBoBPjZrtDz+l9c9FvrtPAtpDT1IfaQ8pya4PUi40D366SO9/0plPCfskLwsoU07Gb73vG1OJj74sIE9YD7tPN5bRr1Udoy9nIvxPFNwmL2kNTu9lTP9PBeq2b3rg6s9Z5i8vRpa3D00tuq9xa16PTkkRj2b7sS9aAYtvfJb5T0BTfk9KvuVPRVRTb14Rhu+S0/JPApbnD0BCQA+HHYGvuk1Q7tycHS9dqILPfujYz3lRKM9kvD2PVm/ary0ohe9LpYnvqCKajrA6ve9YYD/PRvRsL2sSQw+1VVkPUnJdT2mvsa9K+dAu0RbsT0h3sg87kfkPQVhKz7i/xU9BFS0vTAGjD3sxLu87xrBPYliKz0qTJS8mh4LvvSsXT1Zjyw8BWxivTVKDD66+OU9fpWPPdpnlD0UaiO+jQWhvcPVjr25i8E8","VKesvcEuCL5Xidu8ZKotPm51Gb18iC8+c7zJvVryizwRbUW9L2kFPoDtrz3PAhO+bXfQPOQILD4qh8E9sxOjvamLUL2GpAI8DeazvC1wxbshYGY9rJ/rPaKXjr2bk5i9QV3DPQ7NgDwmlxI+2RNFPfg8Dj5iqrM9bEGEvFBprz21tTI9UY2Uu+e3FjufORQ+YtefveMzAz1I3AI+a9a5PJPIxT2N7Oy81SIDvMslK75D41k8a6ZEPqymKD1RQ6g9omGuvbb1oDyTuss9d5A9vBdU9D0DY0e9AfjlPUHIxr0FwFK9l27aPeT5ir2XiCM+O04pPmspQD3s4q68CiKVPTeJ2DwF2vS8kYRXvH3pDbvnRgo+vKaIPWcdjb3IHA28frSlvQ1Bk7wEcVS9AmerujnkS70PFby9bvLdPSZ+QDsA6r897MpOPQSGtr2VMJk91301PrjMMT7Y0ig9RslcvRK7072v3LW83g08PXWaS7yIsJM9KoKzvFBeNz3MBZU94eZOvdsNEr50Wxu9aTr3vaC6Jz5CZAM++slmvPRiuj0CEOy9Zv/CvNmtcbzs4EQ+7+dCPuP8RLvs6Gq9px0qvfLiN7ssXBk+FTCpPDD2fj0xkmS9klAAPlwOf738alg9zQbRPaX4Mz21UBQ+9MCyPJJgrr1gVbW9MqviPdW7G7tK3KI92sEAviupGb7g4hY+L26sPBBIJT47qtU89Cg2PbfknL06Cd69RRycvakhmL2XZUg9Ee52PlBfLTxeB8m7lIDDPHYrNT4YdDC98PtHPqHNgD3yye09eQS9PT5/Kb2/3gC84AexvR/pOT39uhG+pvbxPV34Kj7AnjO98auCvY+72bwIUte8Wt31PQL1ID61j9U9R7U4vI6B1Dwt1Lo9NiHXOxGdLL59ZPI9WPg6vrUSBb4TcXi8sqmGPdVEE7xxgO+7TT4SvXRW4z1VO6m9SDqnPU1jIzpX1E49P4qbPEcjKz5+3PI9jHaTvddCFz374Pi8fvSBvRAJjbxwiLi8","J+jbPWSH2z1+DZk9yYbiPc9WmT2ileQ9yjkuPWn2A75dJP8797oZPQgeu712K3m94EbMPavLrr3OGT29CBr1PTCDijxvgOs9uKjRvZpIgT2oZms8nyakPNOPZz0hyJA9IakXPcPfmr2irig9EoJMvY2lwD0QteY9iESJPYLVrb0T/nI8I70xvmNpCz2FjGs8r/EaPfRkJT5njm29yEO1PDUA/b3zJN+8z6/1vM/M5Tt9PSU+BsraPTiEXrzaJK+9dyazPQELyD2iK5K7cOk1PbP/CL5txZ89pcuTOxVzeb3aFTs+a3XpvMnaST6rxvo8/LA3vovE9DxkP7Q9NXkVPsVXUT05cMO9gOoQvnrWSj7/kwU+O19YPY4D0D0byQc7HxuKvLkXt73qzAe+uoU4PX5CuT0lXA89hg2/PTam/TwlBSm9SQ6TPXZWq7wasQw+nJzxPQaS1zxNf6Y9poDPvQUy+ryvShS+CgUWPhrMdj2E9DC6EbJSPtSJXT2oQp89X93MPdPH5j33JmU8zJ0rPeMn8D3Sm7E9Q6mbvYzGAL5T+5U9Sk2kO41PsT3zULO9KdLfvT7XJz0QqWW8QmzHPK28tr1EFxw9oYszPrJMEb5Y4K09pCPfPLB2g71XCT48/nULPvaFqT3T5xW9TtKxPZQFi7tWKd88yNIQPbe/sz1pzn49mQkfvdK8qjxwRao8whocPjbwsr0JeBU+e7RjPW7vsT2CRBA9YgRUPZgEI72A5gE+8VW7PULDTL3y0QE7SAm+PTHezL2pksm8/0Sovb4s8T0d7wI9xlYOvh5J+71sfHs9UPWdvcAbVjqNjMA9W59TPogxs7wKk/E9XNY8PXgo670/2oC9X/nEPSdthL0zeR0+NABkPTcb3r13ook9psq3PMro/D0to5m9xVQOPm+oEz2ivO09JMhsvWLs2j1azmW9Kv+MvFhUez3ScE49FMbavT5t0r0IVgq+Vmv1vbzR9z2uz8e9YaMHvfYZMTxI+WK9B2yvPAB02TtsYRE9","pSx5uwkn1L0jX0S+4CY2PoWNKT1+k8M8CItQPWIYlD3OgiW+xkJWPfnmh73x5Gq9bIXiPVpdzD220+o9oUPEPQS8rz2iHII9poGQvcyS5j3WgXW95OqKuwbMnr1Qcqy9sVrOOtpcL7yf6ba7oBLYvH5IlT1o/k89b7ntvRgU+Ty1o+E9O3odPebLk7zWjSY9SR62PXQvqj3Dy/c9rh/IvcaerT2VReA7bb/6uyfAd7wuxxs+BdwFPfqHlT2LnYI9GqWWPBnXwD1+UZE7MXX+u6Bflj3ooNy9uLXBvdy11z1oTZk9zr00vWqhED0b2mQ9bNjPvKVVqL26nK69XwJfvWDbIr31kL89VXAHul0wfj08Iz68AmfRvE/YGrkFxZ69CUj7PCQQyDwWKKM9gVZAPec2SzyMe2u9gK/DPCoUdz2x/MO9QEWgPdd1E75CURA9UqwKPbNHDj5JiRK+GFhTve2snrzAGgI+xBXjPfLoi7zXKxw9nk7VPAozU72UlAy+8tbpPSZfKb0jeqQ9Lo7GOzFrjjzBC149UqJEvSnC0Tym5QW9nsQdPqfexDwRU5U91n0ZPp87mD2U3t49DhUfPWxAJj3dP8S9ivaovPtNIL2E4ce9ij7uPDsHJT48p349WTsyPfGQ+jyPQOU8Y0TAPagpFr6ANYy9nHSTPSVi3zwMYxc9UMoKvlDaFb0Qb+e6DEPgPU0PvjyjAmw9QzK9vco4m723SgU9jXwSPV0fDDteHsO8I864vKBg1Ts8mhI+IiiXPTwgEz4Qtbi9gI6IO/1ZDTxkf9M9IFG8vXDl4T0kk7a85S7NPTmT173PGjw9rVLkOwmfQj5mj8s9+DSOvbPUz7pUCao9mXREPRd+wz2TElm98pngOxaDtD091Zy9IvFiucWTM70DFxa9BUMTO6hgizyCygA+AA3fPGSELr0lepS9YHIDPiHubT1T+ZI88vfRPfkAtT2J/6C9d2vZPdjsOL0HHWU9euCqu/tuFj6XJpk9N+45vRTvuz2rCIm9","KmPvvbRdEr0V04G96sSEPN24g726K/Q8r+i8PZFscT2dgvs9Ks1jPDsy+D0BIhk9/5GivBCDlb0cvdU9oCw0vAlX9r3IKt0906DSu2F/bD0LjRA+66JQPu71fr0++CC9TudGvWsRIz7FbjK9K/ZAPs2Qez7WguI9mM6/vfzN970Roa+8hbkgPLM+4r23vYU8BupcPlShCzxbjd087f91vXcqL752Lti8k7bivYvZMz6d3yQ+9wk9PQyoXz2tI1E7zGqMPTPfM7zbEMk9dXkDPnxxYL3T0CI+JUQnvutfVzsol309S8ZZO1nPt7peI7G8vWgOvgduAD1gY+i8DCGJPbfsnr0fhJM9OwyYPVCcTj2QNxW+tqRnPFHO8r19hey9eM2zvcqDsT0L/KA9funIvYRv+7xX+QM8IgY1vffqc7xkSNI9fzXEO0Cz5DzUgUY9JoDgvetdHz7E6AO9L5hJvXuv6T1k0t69tKJGPgyOUb0RcrO8AL+zPHBPYTwelYu7yl5pvXOrqTw8j4K9191WPW0GCb4U/fs8pTWZvfdaTrwVlG09MP24vb7Ntz3NsZa9Y9bIvbAf4z3MTD09iU4CPcDfBj3iJo+6MyARPukxdD0Sox0+V1yOvZgsgT3OTFK9n41avYRvHD3FPgM9TkXcPLu9Kz5XrEU9AGpjvC/bs726yee9aH5cvWhWQj1ILKG8TdW/PeIQ6LxGVus84LJFvc/Npb03Drq9VWPIvcm3gb1WKlC9LVVxPYAECDp9QIg6wOKbPQlT4bqnu4o9GWKvvcgCKz6NfZ09WYMrvf/xnz1asKW8DeR8vesloj2Qj7M9C3qFPSoOEz7eLCa97eCCPNVmbb26Kki+dpfcvS8nwT04e18+fkEtPoYvpzxtC/m9ful9vqrXuzyP4EG+NZRNPkencT71Mgi+P+Pzve2YCz3c4Ja9QNM/Pq5jUz6t6SG9hU1uvsX+6jxzmY29BAYtvbvQjD6Z/IO8xG0YPjh91b3S1SS+npT8vRIS2L2UMwo9","aneLvFup2jz91oa9FjgAPhLX27sMlvc8S04tPUtnlz1qFac8G0etveafx71bljE98vekPF6R+rxgTjU8AseKvaxbhr1rhgE+ySXRva85Cj3eOu67knEuvDyBvT1JFhk9kIcjPigChj1f5xA++uQZvk4Acz0Mphc9LIbbPX4eLr38Otm9ZOWiPeIU9T10m3g9ET63vKTIbL3PKgs7W+LHPftn8DwzX/O8SyI6OkxaYLyVKZm91d/GvKSP7b2wRoK84GvTPfw0KL20AnM9G0IMvn9aLD2N8Bk9m7+gPRU+2z1+mtQ8dEO2ve8cKb0yLhA+mvIru+IrMT1AYt87XW4VvUY35j2ayc49/E8fPku/xD18fS08FP7ivaq9S722EJE96B56uzzrTT2pvd48rxbzuzaLA722FZY9BDJKPdHv/j1bdGw9YFauPV2F7bs3npA9Qk+8uvTHLj4Xw4y9gR9ZvXAoPb1kugk+k7JtPVEr4btxY3c+9DSpvI7r572DFtq81t7tvYUpM74iZ/Q8TdQzvaD6szzVE7y8Oe4Mvo3czb1CoTm+ChpyvSeZZT0kzDM+fWk0PTAnjL1c3Oa8LQauPKZ0kL3g8O092hHNPU/K0D3vj02+Xni7Pe6lMj1Xk/m9wBe4PYe+L7sTXF8+k1nHPRHgGr2ldm+9OsvQvRAb9z0AXM076c9avsLeMr6Zebc9ffmGPWi2sz3G6VY9YrpkPYDdXL6fsii9uuhxvZ/qJTo0cwW9B4Q8PkDngzt8zWs8rKrbvIoAnrz9YRW8ev9IPsYlqLwTIA4+nf0hvYAc4T2qSxk+h+6NvZKeZL2jLu29ckJhvf6vVD2A9Hy7esUGvbxB37yTdxw+zeDRvAUeWT2r0j29s61kPLd3PD31l1+9rZAKPpy0XL3/PoW9ax+FvUuxvDzOVSo+9Ob5vCc+6z0dVc29wPq5PbQBgD1MADs9oi+4vJd92z3HmPA9au1CPDd7vD0nXIM9IiyjPTlFEj7kOcI9qNeCvWnmy70WHcE9","bliBvY1yrjnI1sI9d4hSPagB1j1e36i900UOPsyJMr0F2q89dlrZvXiVmr1ubfg9X1a2PYOhir2Ktgy9U7mDvRnNeL0oVtQ9MX2KPQHJ1j1iuaw9Y5m+PcZtxr1L2vy9BSQvPSEKUTwwkNw9r3FhvBIoYD5pYak6oHVovEdZrLulHyI9jIEXvZYBq712mau9memaPSNufD3tIYG8q/hfPRRTSr0db5a8uuwHPVLXlT3x/qc9jRG2vVRFyT23UrQ9SFXxvBQ07L3hhv49EFJ8PbFYwL06WaE9BncXPRZmeL2/zoQ9m+ZQvRZuCD5S6Uq9epY7vkgxMrz1o9O9YpZKva/nqb2KL2i++1iFvsZ7Oj7ofyU84AgXPjOuzb0h4Ti71AIVvu0p0TytKeE9JS0KvnYoWj76xhQ+4OBfvEl3Zr3uc4I9SxmsPVm8yb1uk/E94qdWONcsCT57cYK7GPKavDiqvT25pBq8hXHsPULRKj2sIBA+C9kzPm7XzT2fTtG82SKrPQb0mrwbC0w9ZomdPAhe1b2354g6dOKRPbALRb1eKr89CpkNPeXJ+LyKlsy9DTbWPF5DbLxknU09vQLeOxNIBr0rbmi94n/OPVFZtL3SCxc+GQMRPTFNDj1XZJU9VBF/vFs+a7z68sk9D5EavRpuuz0obwe9xPF2PcwCpz23wWo7PDIVPko0Cz5uu8G8yf3sPUkyrTytd4c8X/y2PG0NXj28y1O7joZSvfS/KL1JiPs9sc3GvWZTtz271sc8CKX5PK+imL0o8ik9kbgOPiXh5j1KBis+lKyjvSAb2z26+pO6G/aGvQVLHj0g6xO8hPQXPj4/k7zAPMW7dRXOvXA+Mzyfb+m87kEgPSXnyz0FWTM9kKwqvKTq6j13Ym09Eu0GvkmHhT2Eg2q9hFQHPsurHD5qGoy8fjSmPZr5/L1gsQu7xSf4PaQRb73PyS89nAkgvjCqqb3lj+S8SzN7PSPYVD4zgK29eeNiu7BoJr60JiK8zDb3PQi5iryL9Dk+","AgrCPYM2NL66zNC9RIN8PrkbAD17h0Y+DiKEvS5bFjyRlrC9dmGFvUurkD1Qyiq+d5kzPulazjoATmI7T2l0vKUszL2xbv09dj2WvbuNaz0P6Uc9ieg+Pikg1z2J25298z5PvUYPnzwPt429pCYxvuaQwD26cEg+20+7vSY5cz111MQ8QDcVPiXS5D0qjyo+enmMuqB/8D0JUa68s0QEvSnm9j0MOAy+QRGZOg7nZT3K+Ss8HsziPR5TdL0F8Du990q6va2B8jzvcz8+OqomvqAL9DyqK7y90N5SPYXqhL0VasM9ikPRvJWbub1yjyU9cXFUvSPviL3865u9A+OqPe6lrLtwQQs+9f/UPRjMdzzDiQS9JdfHvR463D0NEca9VX6LvSxiDr0Vqqg8VWBkPTon/z2JzVy9Mit7vZTa9TwEaCe9R4SxvVYn9jxAPGy7BE3BPbE0Prz/Rui9fUmave5VPj3Tzdw8rdKivfuQuj3ycqE9O0UtPjnowL2UxNm90De1vQrrCL4a9Ls94HX7veDmyT3SEvE7pm5SvYdUtDxlpD09SGjIPbMIWz16ZcM9FA7VPQA6wL3cTdi8zwN+vQDwnrn8EQW9KAMlPm7c0Dw8FyK+N1CMPTSW2z2LQum9xnhcPoUP4j2pNN091PwIvUhjMb0LJY+8+JrDPYQH1T2kCJ69MzX7vSjAVb78Quc7vuwtPoOWOj5d5xA+23KDvai3Nr5Mlg8+Xs68vROwiD0XynY9Nl42PiqyoT3Moq09XfmavS9vGD7UiX67sy2nPZRiiT2P3ho9UGSnvQWIabxvmvw8xX30vT3ABb0KqSm9SSsovUs1ID0U37W9v66ivRSNTjwKNOA8IyQKPY+stj1bQX28HS9wu9pKl70gLZW96HK8Pf+U3r3klOA85uElvdmHsjywYyo+0GdHvBrt4jzNFI+90fzeu0fbrD1Kwwe9ShIZu5DuhLoA+YM63QSuvd+88z0kMtU8YaFmPXLnr7xLzsG9IE7GPUBD1r38MRm7","ShqzPLKtkr02OaG6DprqvT+D1z1mA627iTljPR9hDj0iUPa8piFFPRuGw72pfa28SB6cPQXqBD443NY8FaexPXj6fby+WNw9CC7GvRNvo700DCA+Rh4iO3MMWz1Lzb29YbwePWxTtD1kg/q9ePOGO03lfj7E9wQ+kKmmvQI1Gr0uF2W9Y0X3vcX05D3tr0O9ksoHPWFDLrzyz208olqXPbDeOr6ggKk9cDY4vSom3T1UpTc+Fzi6PfCHyT2/nMO9MVPgvW5Vo7043+g98j2uPSydNL7RqYY9vpvjPZXGtb0Jsxs7y+X9u7oEpL1CXVi8fcMVPYvvML3b/em98seNva6JrL2pHDO+4TYzvmlqtj3wMfC8yjL/Pcm3tT1Esx29dsG5vakOkD0nFfY8ceGMvWQAFL1L7eE9eIGwPFQnAb2XTJC9COt4PTzC2Lzj5S4+9Wh2PX2h0jwXXJi9QuuRvZoSuD23U3w9wTU/vTCMFb5SCSw+VRSkPWD4Y7uJeWA96tfoPf/fVj3/0kY9lcm0PTqR1r12RBU+YpVvPSsShT23nEU7BoTXu15WIT2rvNG9NTVBPC1BqT16bJU9vZYavTDlrjz//Ak+JWAKPvsTCD2sBAS7S6CoPcm/qDwSQ949ORrrPXt5uD3EArm90gA9PTnonj3OGk89UMeWu0T1VzsrYz69R43LPBAeDT6+yRA+GhqwPaQekb32Mwo8IjXaPcS+UTyh7WC9MbPoPXI77r0MvMg9mZmuvBDj9D2E8yc9/pdcvQ5CED4mMfS9kcbGPRx4AT0RpVQ+6zxjPaYfwDwFw4k9MhcgPhqrdD1poWM9zT17PtOz8z2Wweo95G3hu7BeVD0ZOOc8QgzquTDnnz3Fya89QSdePSY5zD0/HCa9UcgjvgJDkj2YkK29UignPm9WuT3SpwQ9seaXvRFwULww53U88J0wvsc3dzwYv9M8WolQvRyxFj4W1L48iWivvFQAbT4eNfE9CgGrPeF0jT3j6i+9aQkqvcAsTjx+TR0+","EcWdvErLsr17pjW9lAuJPAfPjz1xgdu8HzoCO7PVwL2UsBE7jKJNvUy5KT6lg4o8SRK2vabzpTwQzUE8TgEmuw/W0r1m7aG9ZXBFPfI4Qz5E3t690fVTvbVSmz0qRRm7V7P5PX9T2TwDkBE+LJgxPefGnjsOJaU92EVavQRnab1G6L89VqqmOytvsj0X8SA+gQSlvR574DkBSUY8/ISevZGyrbwWgLe9/z4hPlSdnb2/Lgq9q3HWPP7Vnb2+HUs9wUjdvdKCab0rjVU9x/zBPUt18D0Pqrm83s2ZPK3kaLzXO+G9CnQKPu7/hb3vWCk+LJEsPjTA2rzclds9qEXyve8ziT06uMG8xMQDPQ+0WLxFYEY9gJeBPYazmD1+mxI9XxqWvB49HL0JbqW9gsRlPPxCYz1KPxW9OMLJPBc3Oj2AOJe8MHeNvRwHfL1Vkyg8+whiPj8jBz7gNTC9ABHDPQLgKDwUpho98wBYvb51sj1JcT8+5Cm+PVgUyD2G4pa6ShSQPWdGaL6IGbG9CCyAPeQ2yT0VLjc+eTotPbIzOjxbTiW+rpv+PfRUrL2/djQ+WTIvPhillb062me9WOgKvU6Zj70+BkC7ewYiPd0K8z2BlHe+zHKGPd+Y2rxSQ609VpyhPqI6ej2o9xA+u2U4vVHJw73gKsM8LkeBPTeCbj3iUYk9etRbvFPqMr6DSNs9zgr+PVxX7ju7KO49iP7hvVX74bvHNxg+g24xvQ+g4j26MUw+N18wPUzqjD0mz7u9uun1PeIvLD6/cME9jZn/PNX0Yb0rf709GuS6vO/0vD1QcEo9P7vPvemyKz48mGK91zU4O3VlXz36stS9j1igPZWWxLzcG+I978iOPBSmMj5S7mY94eilvdth6r1z5+U9iRc/vRXBjr1DJ4w9/4K/vWm1jD27IJU9Y4/bvRtOnz2YALQ9rw+lPUKDFr2uoiS9Tu9vPe07DD1mMd69jx8SPVLaBL2UaRE9G2TeveMgJT4r/DC8h84KPThLxr3sU1G8","RDR8PasUer37PzU9CFbbvW6oaj0SZVo8/TjGPDyd2D1sos08iAIXPRmALT0dlK09L2vdve/Koj1AfqQ8MFR0vNV7yDmnkcY9CP7XvX/HZT3YJKI8Xqd2PZRn7L2NxpE9H3H5vQqHDz4jzBK+cqVZPYmeWD7NOgm9z0x1vVD4F77xcWa9ACcCvTc6570kM5C9ueNWPkHDPLxu6zW9K0+TvRKgSr5w8jU+nP1+vdR3tj2Qo0Y+OhN3vcisvj1iJYY8UO9RPS1xYz2KgFg+I2CoPZK8qL231Iq942o0PUBMx73LpXM+M3AvPaAKKz7Ou4A8Bi1GvstMzTwmg569k/YwPuBUw70oMDK+OTIcvhr4yD3uUY09AWRYPaWeLruwlWS99iNOviZNgj07VgK+MoYevvEIsj0dCk8+YPk9PFAc4z2eMEG9j6mKvGdjiL0OMio9NlMAvlYzED5WHho9iWK0vQzkzjwae3s9IJQPPhiXJ740liy97KQfPrCQATwgaea8Qa+PPSnL2j0NIX+9sKPuPc6ttDwkOIw9nyVavSnWT70TmUs94o2YvXwInz2QFR6+tvGTPZ9+RT7wLTC8ITxZvSAGjz0TvqK9QB2FPT6MGzseH2e9iWGcPYeqkLoK5Ma8YQuZPQvokbsuisU98wbBPXul9z385M+9FAAqPaTySDsLI5a9U8YEPqSSGD0+wNG7zIuBvdMoQb3bACG9xPXYvRMJQz2yHfQ9syVPPdSDUb2OSVq9dKw0vNtd3r0kJzA8DnOlPaRSFD0n7ZQ8UN2ovQb7Gz50/mc+r4oSvcgAoD2Bqcm9wMgePhe/Jr2UQIU9N04SPjQelz1g74a7kuL/vcanjL205PO9NbUyO4p3q7wkYgQ+D++HPU9kc72WhPm8GofvvZT877x0neg8LeSBPLI2wztUbsW9ECUbPcfbIT0uP8i964Fsva1g/LtjDP67CyMGvj/CBT5rEDO7e8a1vSZFaz3kfJY9aXpIPm92Bb555Sa9YeNDvYxHcj2XCYw7","xhwMvT/vNr38vyW+6tJuPgcd4T2pcy89J99Mvf5Qmr2Wiz6+RpcIPEMdvL2Wa3K8biiaPbNFdj3oxl68pTQ/vRVKIL2lBjW8gTewvBugDj55vbg7UzFoPe0fnr1DxeY98LdLPZBGeDsG65i9ttucvV3VDz4oGe48gE6XPFESFb2hSuC9YcbbvMHK1j2dcYW9DRYIPVTeuD1Nhb68br87vTgqFb1qH5+8m5jAvTEaC742tsQ8sRU1PpgRgr065qq8IDnnvXTeqT2YYSo+9Q7DvcP8ez27r0E7ArJnPQOosL1mf6e8GY/kPP1MK70HBH49zyN7PLCjZ704r7a93n4wvAylwb1SruA9IJkrPtxiL73PCSq6h7XIPYfSFL2nR5W7s7+yPHRi8z0XqL+9FZeOvPfHyDxRSYW9lk6Dvdxpur289Bq9dW7WPYp6tr1/GLS69+0oPuS9wTud0aA9XNPPPRJBgL0MyeW7Ejqcu61cWz09MWc+XcuhPTyuyz2fcq68rJKvvN92XTtQMzq94Z1KvGH/Jz7KUCW9JoopPeS/vru52hW+VGPdPdcw0r3nnwc+tLGrPQhWrb2o8C+9ks/0PJCtj7xp5ji9GimlvFLhjz1Hioy9aa/UvftVFr78PBY9JUM/PmGnrD3rHAs+zzm0vYQVSL6+Euq8LrmQvb73PT5g6xU9qC++vdI7G74NPJk9ItMvPrxFVj2awDA9iHbTPQXcKL4L0Za9BFiqvVDlh734+Aw+KH16PmaX8T1f6tk9Jnp5O8vRVz3TGBE9lHDDPHj2zD2U/bg9aieJvLhu3z3zX/g9MVK5vN6RkTy7CjE8706MPYCVvT28dtS9FggHvWWsuj31+sI7o7C6PUI1nrzXpd+91XVKvbjrh71oFh09R6CjPf0+jDxkwIw9nWoivT+JnD3RHCo+/tG/va972zoaPNE8cnGLOpQuRj5X6oC8zOiOPPyU6j0iYbc9BNanvWKCLjx9p2o8g7OevMVh4T2ubBw+AD6TvRAhoj1WO7C8","ySLrvA2BtD1BAGw7436NvMlrqz36euU8ltpNujy0RDyD95m9/czOvKvFCL6YEM29bZzVPQfOj70SiC29Xe7VPeLUP70pNP+8/JOwvDCP2jxudCw+ptsePuyJQjp+r+I9LtnSu12e5zyszIo9tM03PesI/z0Evyg9gE3XvMsoo70SOaO9IWABviFJLr3zsMk8Fds9Pd46Z71sqYS7OtzDPelop72ZHTM+6WP4PG+4IbuSv5Q9AJAkvSD2cbtybD083KOXPTPTyr0BuAE7mvTYPRc5773qf3W8+GySPFQigryZHZQ++UKZvdVZLz6gy+q9BLdCvg+goD0IpHW8w1DOvBD36r2tmmC+bvruvWmDYz7k4hk++iw+PSaNsD0pbgm9kEZCvpu/ubzocCy9A1VrvCUWTT0j4L89t77SvWiLkL2Wjs29cBcsPTZhBL4hEDk+W/fvPR0VVj3rVL68ZcRcPbkJuT1HgQ29Iq4HPqX8E71CuqM9oI8yPlKRlr2f7rG9rguVvM1+FT7/+/o9XfSaPHgzfb0G+6e8xUSZPb10Sj2LEs485kKfPVqFvTwDq488hltpveHeVj0wEgY9VzmHPYXs1z0mIsy8jhNfvO3MVbx+k8E5GCgVPeBAYb3tBsi9fvqQva2gnz3BmV+9dUnkPRpw9rzOcha+JMdiPWp0fj0GBMK8N8fSPYsU6z27ZGc9jsSTPZNWFLynMJ+9sVaPvPwtH732Y/49ht6ivfhLHbtFJuY9oBV2vI5CCr02G4o9rNyHvZRQ3TrWe9S7mjKqPeXBuj2LNA4+9idQvRfIbz2pb7u8D1e2PaGf3Tz5wKm8YDmxPRgLrDxSdKe9BM0GvoC3iT2qDEG+Lr80PfeLhj3ello+k1U6vT30ND0pCgO+730JvTTI5T3WIye8jzoyPih5QT5nvRa+/D8BvWZ/uL1w1Eo8HToXPfveDT6et9Y8DiU/vcS9CT4C1Qi8XrHxvbtEKD6xdkQ9K0wqPnvtsT105AW+FHQfvtqG271nZoI9","1OJyPf0pzDtKAVG+ChtcPoVpHz3q7/U9j4hUvJ8deT1zOyE8tEF3vEuAdb3qUvG9mLATPsH83Tx49Be9tqvyPYC0gb0YDRQ+TDMbvrDbMD61bOw92dOqvBbnLb2/NMs9sCUxPar9CL4I6aC9af3UvcXHoj3j14u8oJqXPfkqVL1BN+K8+nNhPeW+ir1Lijc+8ZvxPZfqrr0TVJM9N76DvVbmPj0C7aU96SWoPT/4ab0giO89HMTcPbMl3L0KXqU9TkfEPST29z1w6T8+3wq1vd78jLyEivW86UiQPbF+Ez25Rww9dgT3vG9ct7uMSzs+MXRyu5nA/r0ovW68lqp2vbTd7bxIups97gwzOzdWFT4WWm28Z2qoPdqKyT3HHvW9728VPKEG0L1owcE8CL31vU/o/b0CRgI+YdfivZgDXjwz+729l0QMPoXD/r02P3k9ZmdWPqeczT2/NI29wDVcPXGxSTy3FCE+3PRQvbecDj5GKx89noYWvfuZx71lFSu+kmJHvZVANTxkJo+90/tHPJwjID7fMTq9fEfbvVuhfj0iXwC+CYnPPa73FL4h1Wg90bD6PWqapD1G0pe95OO9vTVj1b0kqp48QdUrPgygCD522am9WFMJPnCXCD0YVhW9cQyKPo6v37yOzes9Ndw3vT3wqL2k1dq9sOrsvVjwj7ws/dA86//UvZ4nXz0gOt0950D7O91dwDuIuwk9QXWgPSaBkzxVrN48t8NyvErTZr2Re008vxrbu3TKp7yj18I9IHigvatEIr17Nvi7NgX8PawNsr0OMUs91+ZLukT4hj2NXxU+z7M1vdCwMj5GfPG9xsQ/vQr9Fr2oIaU8rE23vQbW+r1Ip729mkCZPWgBAT6xRyM9qhqqPYd2Xr0VSK89h0vQPSUpob2C3LU9BAJIvVLr8zz6Xcy8Vu5MvdyuuT2hbZc9YfC+vcNWAT6EjOK9QWxUPXUodT3yTPS9XkEFvmGN87ofA9y8GVj0vLUFHTyzhOM8wQUzPd4TuD2IM2I9","NOrrvfBQWT1Ycx8+T2a6PSFurD0Ja8e93mQLPaOwAL5e1pQ9gQP6vSRr+z0ED7m9gUYfPcAicLw09Og9j6+avXhJCj2WHQc+Mvm7PUl+UbxO3pM8sAmwPHYjV719Ux29gey1vcH6irpOCQU8xkogPlObkj141Y48ZoGpvXt4ujvFfGA7PxQUvfEvLLzpE5g8I47LPd6T3T37ZG49iQjiPWzLB75YJTS9vTNNPA/A0j3RTmo+FkHrvfbJoL0KuEs9/BrfPZdrU7oAFio+N3sNPZIvmb6YzDw+eMURvuUlhT2M/DU+Zz+ivbjAhT7MXS09bEVEvusZGL1AWKs9U084u1F9b72od8m9f5/svXmEaj6FBRe9s3lyvNSTHL25AKO9axLwvPh1zD2w8xm9zMiDu+Ezlzz81RY+0EoJPZeuir1AV8w7NQQLPW1AEr3lMV+8dWNrvCmWET6suf69Br4HvcaVNz05LfS9UOhqPIHrBb4nivI9QPLvPOhZzDwSQd+8ErM7vQ+NGr01yrQ9IqsrPn67lbsEmug98D/3vaG92L3TLEA+VqcnPeGETj3ewDs9Qk6aPfDFAz7KH1O9C2/TPLSh4T0Wwjq70YURPVTBE76T4hK9qzRUveAygjtWADy62v8mPdoxdzzvt3y8EDNMPRdSHD44tx880A+aPbxegL3XRZi9m8q2PdFWWT0SXYm9l4nfvOSvNDxHcsk9dovFvRAiITkhNMe8zs6yveoY/LxH3sW9hhOePYCqJzvG5t09CBwzPW2lNr2q9Si9kvehPSrr7jwpkcY8UdwGPawBp70ynBW9cwY4PZLvkD1ubj296p7+PSD3jr1AVzm8p0quvchBijwmU4C9Q5rnvb9RnD1fv4A+iNJnvRUbrz1dmak9a00ZvkUvGT5oSqK8Jl5gPaY5DD5S8aI9XNMpvR+Umj30TZ+9bh4EvtBuRjzrjVQ+URQZvoiagD35XhC+g86HPesusz6P0QG957qmPTaQZ7zHPAq+I3kOPZgw7T1N4Ja9","KBbQPTiCQb5oXpe9zMJGPhMriDsno8A91khePPUiyz3dEeO9H4LsPPdJ4b1Bz2w94jwIO9UV+j3mbJa9maGBvU6z072ULLq8M07vvG494ryBpQs9NlnHPD2+mT1KpkM95ilpvYbtqr2ZvpC9v2IIvfgGMD2zPDc+CgXOvUZ68z2qy5M9JSo9vS7LEb2EskW8XmufPfhxWr0ettI9N8ymvdpcGj77noy98MWjPePGUD2v1549F1oWPpzf2r2ukbs9WCJaPcs5lb2OYqM9FpsbvRUiwbxX2ag8HGXIvVcyPD3SDRg9YcrgPYJmvz0c+xM+chyPPSB8Kz3wE+G7q9i0u02XqD0XYPk9g9bpPI1QHr0EK6K9SDd+vUKWtj2hiM48UEKhvPWeib1baF69pzJ2vY7a6D2pI7U9lJSSveBztr3g5x88IT2dvOu3vr0eZDW88Z10PrZRQz5geYY9I8UEvekkALymKwE+bB2OPBOuPj3DJy4+hNXfvFR6t72O+pA87GbkvY4CEb5bbHk9CxWvvINMEj3ulNU9Mf32PFEKDTxHaQm+s8okPv9PNjwIpww+7IBXPspzy714mTO8yXIGviBEhT1vOYm9VZg0PpuzFj5q/tK9wuAjPmf8T751osw9hgeCPoKJvr34VSM+qjTQPebqTL4WZ9E8xFu8PbxRQDyT4MG8ipvGvUp+Nr7V3jw+r8ZwO8PTkj1XtoO9XHebvEzvGb4S8o26y6X9PNm/qL13akE+jx/sO9Iw0b2oGAK+lEmhPIiRCz7KtQ29/Ac/Pkh+FD0dQDq9/3aVvGIuGD0xDRI+1t6qPHn2FD7j97i9txcGPQOeyD2E4zA9RLq9vXviAD39moY8HvTEvMqivT17Vso9viEHPtFiyb3eUpQ9J/N7vZqHUTxUxB0+mLMtPG9gRz0zZho+winNvTEADz435Q+8ntZXPR1OKD3jJT6+NaDvPat8tr0NO6w9toYCvRtfQjvEEa09PMxOO6XL9zwoZBa7kpYSPIAsuD1l8Iy9","tcbFPdy3Nr16eGI8A64Dvsj37T317249aWIIPk5pWr3uZIQ7U6x7PfUxBr2RQYI8zayVPZowdL3yF5s9b0oXPQ6AFr2Hquo96tCHPWLXRb0YlNA9nSRNPu+Hh7yfmCI9cMjCOFOXZb2RQQm+qzubPWsCOD5eeAI8jHZePblnJb6SlZk9l+wevqMBJb3agry9Hr/yPH5NqDvmc5g9DcA9PDTctb2FfOs9NEgfPBoGcz09r7Q9XhWZvVzP473X6F89CJS9PCn3fT2wZjE+yOB2Pck7cL6f5IM9+FcqvpDV9zxdYf89oy2EvMCiLz5J+yG9ObnbvNKIWD14k0w9MwA3Ptr37T3/xGK+OpzevTCGHz6+6RA+NWXqPE6MCj2Twe+9v9dJvUIqW727xA09S1swvetTHT62ek68aLjCvNd4Qrww3Fa9yxqVPZoLwr3Ee7s8Qug2vP+fyrwnB8m9Ux8bPYM43D3VlxO+OCvYu+AQPb2t9fE9AYpGPtTfJ71bp609yHz6vXrEgD0k8B89KuQjPtS/vj0GUra9c/nxPW3I+7qlN2W8P6YTvKJJMzuYo249Sk+hPQxEQj5Kzcs9EXwPPosCAz1iWxk96vnxPdtv971/GS4+HUauO8lfBj667qO9K9IjvR9GOL2DvgK+tRMGPk9+CDy338+8VBo7PaaHQz1GA7y9Dpn3PcY5uT2N/1s9jeYRPkIJxb105vg8CVp4vXLJtz2B/I+9IkrAPaawdz1U82W92wJlvZz4xb0a+R49puycPZDBbb1xsEG9ipXDPfpWTj5JLTk+dMiGvTNBjz2rL4e8/uuavbBUjz2Inrk9aj0SPi9sGT17coS9WHA5Pb4X5D0lRM+9Bpb+vMdC57tFZ0I9XgF1vQeU573ZrBE8v/okvbEyCr3CLK68MJzwPfu3oz1nU4s9b8iovTheEL5QZfm8Vkgdvm/1WT0kxRc+uxORvse6sD2jw+66hENNPZHElz7yVsA9lOsVPmNePTzIprC9r8ceOwDckrhxuDM9","jq6YPSUJtzvUoKm8DnjWPZqDDj5Q9yU+D/gQvLniyD1qeF29zZvRPWSCjrwB4se9VW/XvC0hzj2geMk76VYUvbzkAr3KAgI+XG8jPf5+CT7c4xM9z30GPrSjxz090IS9xbh8PYBtCT0z8m06+VwRvr6ZirysjeQ91COsvUrps73YSpY9aeP2PJcn9TyTkKA9rXYTOunVq70J2b+9LE50O57JBD5MZe47yW5jvaHzYT1vseC9XVZnvNAM0zxvpgo+4Xl/PcbEBrzHyBQ+O7WvvIcsfD3cBMY9KEvxO10/jL3Z8f89iDIPPl8xtzpF9Qs+iWTrvG+Erb0uOD69JzG4vT1iLD0QIdw9dG0APvsWzr1rfbg8gy2YvWnOID2d7TG8gyARPpLUHTvQ0L69U4nYPWGS8T3vUpg9hkaxPcZFgz0Szt89UYoQPo9Cs71bY/I9NnYOPU/hsDva4IG9JqbJvOqJdj1dAA4+d4o3PNNdJj5a8rM9umcTPUy00D1cP3O9VlmFPTiIZb1DIIs99o6vve/Ylj0D2wM+IcO/vMzo372D1Bo9U6g+PdpohT1I40W8pyFRPqW9FL589F49q1iYPeK8Tr3dpNq8rcMqPov2Ljyw3wS+XlRLPjSBPb2cQpm9Ye10PlHZ1j0XhDk+zXemPSt3BDwnMh+8ZoaEPY+9kbw8q1g9M3CFvUa9UL4nK0U+EtffPQJzkDxvO4a9JweMPbqHH775p2c9V7zOvQlYGz0LfCM+gbocPvodyT2S0c49EkHAPV0iHb3eWIM9bwWYvHPfvT3kmOc9oZFkPYn51bxJKZI9bEnIvJzpjj0ILqA8g3S7PV1xoj267Tu9krYcvR9Gvr2QRMw8tXDMPH1QkD2td6i90+3zvAjl0j2XWgS++vcrvc1YJD3jfZS96UyOPdvsNT3PUxg9GdO/vb+IULxxhqo98ENPPav9wz0kfTS+xgEMPuBWyz1wl5o9wmxHvWYYc7wk26i95AgLPeNBO7y6ZD68IhYAvKCKnj1VhRy9","tOwAvj9Ogj0ImJO94E83PmY0Ez0YAdc9Rj/yveR18b1bQA0+Qx3BPdQm9LzHYBg8oWS3vezFGby6BR+91l9LvFvEub0E89q8PcqsvF1hw70k3TI9y8VaPf+6EL5gxQm8jhxuuuwYn7ygmTe9Y8IiPlyyDj0r9989nLtmvZjsUr19DbY9iOZ2PKOXZz35NdW99gZ3vV5w1rwmJiQ9hlJoPaRgZT0dOxs+QwbVOpfMjb0KWIK6DQrLvTA8XTxvm+e8HH7avWbx/jtzMX88hFLDPPMwSL4qZ8M8GW7YvaoV6z0I+so9LQ/lvJukDT5lgCU9OcoHvn8Z372eou09GEy+PUr7bj1mCPE6nr/xPZyjCD5XVB6+c5OXPHFSC7yG/og94CoGvYKX2LyypSq6ej1BPSipHLw9TBc+2GQUvDW5zT0LPru9UnbAPQhEq71MlFY+MdHwvBUKwT0DZNS9bPL+ve8pxT2GVVm9RbTePQAbCL029fC9zXTVvKQUqz30Skm7H5X4PNCAez2Alrm8gaPPPS4Kyr3xqbQ9hmv4PINyKb3DmiI+zuIuPUBDpD0NuFG95uYPPPj9YzwEvJC9rJBKPWKq6T2MYnk9s7olPiaghj1CUcO9tWAkvOn35L1byiy9qRL0vKHwDr0PDtU9QXXHPS12AT51JWQ84P1avO8cib0KiCE9WGk3vWfYdD3mzm+8dagXvDjq9jzHrY49A39MPR4nLb2mFwO8oBYaPrBY2r1zwHk753HiPcIqp71XeJk9/KsvPb0FxLzaw2I5havpvOGyPj5Wjag9c6dXvR1Maz26eDO96akEu6JD8r3HvzY+pEhbPgex071ICoq808QAvmUqmb2TyDi9WA5HPaDcE73PbV0+YwXQPbSLxL0laKC802kXvAkmYD2Rvtu9ZqE9PVOfuD0FEw2+0EZqPKbqnj0QZjo8f1MivrvnnD3EQOM92kVJvjsVOz71+Ay+YD+1Per7HD6y3Qw9ljwaPUhdcbyD8nW+KWMCvnww0T1ZY7I8",